Repository: VodafoneEgypt/VUIComponents
Catalog: VUIComponents/Classes/Components/Utils/*.lproj/Localizable.strings
Languages: ar

source: You typed an invalid activation key
ar: لقد ادخلت كود تفعيل غير صحيح

source: You typed an invalid mobile number
ar: لقد ادخلت رقم موبيل غير صحيح

source: Send again
ar: إعادة الإرسال

source: Your information
ar: بياناتك

source: Please enter your information below in order to create your own account
ar: أدخل بياناتك هنا عشان تقدر تنشىء حساب

source: OOPs
ar: للأسف

source: You have successfully changed your password
ar: تم تغيير كلمة المرور بنجاح

source: Reset your password
ar: غير كلمة المرور

source: Welcome to Ana Vodafone
ar: أهلا بيك في أنا فودافون

# Internet erorr
source: Internet error
ar: خطأ في الاتصال

source: Get Activation key
ar: الحصول علي كود التشغيل

source: Enter Activation key
ar: ادخل كود التشغيل

source: Your information
ar: معلوماتك

source: Choose the monthly internet bundles
ar: إختر باقتك الشهريه

source: Enjoy the daily, weekly and monthly social bundles
ar: إستمتع بباقة السوشيال اليوميه والاسبوعيه والشهريه

source: That will keep you connected wherever you go
ar: سوف تبقي متصل حيثما كنت

source: No more worries about Mbps or paying extra charges
ar: لا قلق بعد الان علي الميجابيتس او مزيد من الشحن

source: You typed an invalid mail
ar: لقد ادخلت بريد إلكتروني غير صحيح

source: Your account data has been successfuly edited!
ar: تم تعديل بيانات حسابك بنجاح!

source: Payment methods
ar: طرق الدفع

source: Edit your profile information
ar: تعديل بيانات حسابك

source: My profile
ar: الحساب الشخصي

source: Dummy text one line description
ar: سطر من البيانات الوهميه

source: Edit my profile
ar: تعديل الحساب الشخصي

source: Sa7el Delivery
ar: توصيلة الساحل

source: Vodafone Stadium
ar: استاد ڤودافون

# Vodafone Cinama
source: 3alam el cinema
ar: عالم السينما

# Vodafone Mazika
source: 3alam elmazzika
ar: عالم المزيكا

source: Add
ar: اضافه

# RedFamilyBenefit1Title
source: Anghami
ar: أنغامي بلس

# RedFamilyBenefit2Title
source: 3ala 7esaby
ar: على حسابي

# RedFamilyBenefit3Title
source: Careem Rides
ar: رحلة مجانية في Careem

# RedFamilyBenefit4Title
source: OSN Discount
ar: خصم OSN

# RedFamilyBenefit5Title
source: Ready Security discount
ar: تخفيض على باقات Ready Security

# RedFamilyBenefit1
source: All your family members can get Anghami plus for free, and listen to their favorite music anywhere or anytime even without internet connection.
ar: كل أفراد Red Family يقدروا يحصلوا على اشتراك مجاني في أنغامي بلس، ويسمعوا أغانيهم المفضلة من أي مكان وفي أي وقت من غير حتى إتصال بالإنترنت.

# RedFamilyBenefit2
source: With the 3ala 7esaby service, you can now follow up the balance of your loved ones, the service is free for all Red Family members.
ar: مع خدمة على حسابي، هتفضل مطمن على رصيد الناس اللي تهمك وهتوصلك رسالة إذا نفذ رصيد أي فرد منهم، الخدمة مجانية لأفراد Red Family.

# RedFamilyBenefit3
source: Now all your Red family members can get an additional free ride from Careem, the App that provides a car and driver to take you wherever you want.
ar: دلوقتي كل أفراد عائلة Red يقدرو يستفيدوا برحلة مجانية إضافية من تطبيق كريم، اللي بيوفرلك عربية بسائق تنقلك مكان ما تحب.

# RedFamilyBenefit4
source: You will receive a voucher through a message to get a 10% discount on OSN bundles subscription, and enjoy all the premium content and exclusive shows.
ar: هيجيلك رسالة فيها بطاقة خصم 10% على كل باقات شبكة OSN، عشان تستمتع بكل المحتوى الجديد والبرامج الحصرية.

# RedFamilyBenefit5
source: All Red family members can get a discount on Ready Security packages, to monitor your business or home anytime and from anywhere using your mobile.Call 2828
ar: من خلال عائلة Red، ليك تخفيض على باقات Ready Security عشان تقدر تأمن شركتك أو بيتك وتتابع كل إللي بيحصل في أي وقت ومن أي مكان عن طريق موبايلك. كلم 2828

# Confirmation with promo %@
source: %@ will join your Red family Service fees of 25 LE will be added to your bill As a family, all the members will see who has joined them!
ar: سيتم اضافة%@ لـ Red family، سيتم خصم 25 جنيه مصاريف الخدمة لأنكم عيلة واحدة، كل أفراد العيلة هيشوفوا مين انضم لهم

# Confirmation without promo %@
source: %@ will join your Red family, As a family, all the members will see who has joined them!
ar: سيتم اضافة%@ لـ Red family، لأنكم عيلة واحدة، كل أفراد العيلة هيشوفوا مين انضم لهم

# Confirm add button
source: Confirm adding member
ar: أكد إضافة الفرد الجديد

# Confirm Done %@
source: Family got bigger! You have successfully added %@
ar: فرد جديد في العائلة تم إضافة %@ لعائلتك بنجاح

# Confirm Delete %@
source: Are you sure you want to delete %@ From Red Family? By deleting a family member, fees will not be restored to your balance.
ar: متأكد من حذف %@ من عائلة Red؟ فى حالة حذف فرد من العائلة لن يتم اعادة رسوم الاشتراك لرصيدك

source: Sorry! This service is available for RED tariffs only.
ar: عفوا! الخدمة متاحة فقط لعملاء RED

source: Sorry! This tariff cannot be a family member.
ar: عفوا! نظام الخط غير متاح اضافته لRED Family

source: Sorry! This number already got a Family.
ar: عفوا! الرقم ده في عيلة تانية.

source: Sorry! This number added before in another family.
ar: عفوا! تم إضافة الرقم في عيلة تانية.

source: Family Minutes
ar: دقائق العيلة

source: Family SMS
ar: رسائل العيلة

# Intra Minutes
source: Minutes to family
ar: دقائق لعيلتك

# Intra SMS
source: SMS to family
ar: رسائل لعيلتك

# Extra Minutes
source: Free Minutes
ar: دقائق هدية

# Extra SMS
source: Free SMS
ar: رسائل هدية

source: used
ar: مستخدمه

# redAmount
source: Amount
ar: القيمه

source: Family Internet
ar: ميجابايتس العيلة

source: Mobile Internet Offers
ar: عروض الموبايل انترنت

# Enjoy the best mobile internet
source: Enjoy the best mobile internet offers
ar: استمتع بأقوى عروض الموبايل انترنت

source: Offers
ar: العروض

source: Redeemed Offers
ar: العروض المستبدله

# Get Offer
source: Redeem now
ar: استمتع بالعرض

source: Get Next Offer
ar: العرض التالي

source: Data Special Offer
ar: عروض خاصة للموبايل انترنت

source: Enjoy special mobile internet offers for you
ar: استمتع بعروض خاصة ليك للموبايل انترنت

source: You don't have new gifts today
ar: لا يوجد هدايا جديده

source: No Offers To show
ar: لايوجد عروض

source: Your request is being processed
ar: جارى تنفيذ طلبك

source: Search
ar: بحث

# Share mgm
source: Share
ar: شارك الكود

source: The promo code you entered isn’t correct. Please review the promo code you received then try again
ar: البرومو كود اللي انت كتبته مش صحيح، من فضلك اتأكد من البرومو كود اللي جالك وحاول مرة تانية.

source: You have already redeemed a promo code
ar: انت استفدت ببرومو كود قبل كده

source: You can’t redeem your own promo code
ar: ماتقدرش تستفيد بالبرومو كود الخاص بك

source: Sorry! Something went wrong, please try again
ar: عفواً، حصل خطأ غير متوقع، من فضلك حاول تاني.

source: The maximum amount for on bill donation is %@ LE and your remaining donation value is %@ LE
ar: اقصي مبلغ للتبرع هو %@ جنيه ومتبقي لك مبلغ %@ جنيه

# No more contacts title
source: No more contacts
ar: لا مزيد من الأصدقاء

# No more contacts message
source: You can't send promo code to more than 50 of your friends per day
ar: لا تستطيع أن ترسل البرومو كود لأكثر من ٥٠ من الأصدقاء في اليوم الواحد

# No contacts title
source: Choose friends
ar: أختر أحد الأصدقاء

# No contacts message
source: You didn’t select any contact to invite, please select one contact at least
ar: انت ماخترتش أي اسم تبعتله، من فضلك اختار اسم واحد على الأقل

# Messages Sent
source: Invites sent successfully
ar: تم إرسال الدعوات بنجاح

source: Thanks
ar: شكرا

# Invalid promo
source: This is not a valid promo code
ar: هذا البرومو كود غير صالح

# Have promo
source: Have a promo code?
ar: هل لديك برومو كود؟

source: Invite and Share
ar: إدعو أصدقاءك و شارك البرومو كود

# Invite your friend
source: Invite and share
ar: إبعت لأصحابك

source: Invite a contact
ar: ابعت لحد من قايمة الاتصالات

# Promo Via SMS
source: Please enter the promo code you received via SMS, to collect your 500MBs gift!
ar: من فضلك اكتب البرومو كود اللي اتبعت لك في رسالة عشان يجيلك الـ 500 ميجابايت الهدية!

# Promo Shared Successfully
source: You have successfully sent your promo code, once your friend downloads the app you will get your gift.
ar: انت بعت البرومو كود بنجاح! أول ما اللي انت بعتله يحمل التطبيق، هديتك هتجيلك.

source: Welcome on board
ar: آهلا بك

source: Free Megabytes
ar: ميجابايتس ببلاش

# Step away from gift by sharing
source: You're one step away from getting your 500MBs
ar: 500 ميجابايت ببلاش مستنينك!

# Gift description
source: All you have to do is to invite your friends. Once the first friend downloads the app, each of you will get 500MBs
ar: كل اللي عليك انك تبعت لاصحابك يحملوا تطبيق أنا ڤودافون، ومع أول حد منهم يشغل التطبيق هيجيله ويجيلك 500 ميجابايتس هدية

# Promo Code:
source: Your promo code:
ar: البرومو كود:

source: Select a contact
ar: ابعت لحد من قايمة الاتصالات

# Get your free megabytes
source: Get your free Megabytes now!
ar: جالك 500 ميجابايت هدية!

# Redeem message
source: %@ has sent you 500MBs! Download Ana Vodafone app through this link:%@ then add the code: %@ to redeem your free Megabytes
ar: %@ بعتتلك هدية 500 ميجابايت! حمل تطبيق أنا ڤودافون من خلال اللينك ده: %@ ودخل البرومو كود: %@ عشان تجيلك هديتك!

# Invite message header
source: Want some free MBs for both of us?
ar: تحب يجيلك 500 ميجابايت ببلاش ويجيلي زيهم؟

# Invite message body
source: Hey there, if you Downloaded Ana Vodafone app through my link: %@ and used my code: %@, both of us will get 500 MBs for free. The app is loaded with useful features, and it won’t take a minute to register, later you can invite your friends and get more free MBs.
ar: لو حملت تطبيق أنا ڤودافون من اللينك ده %@ واستخدمت الكود بتاعي: %@ كل واحد مننا هيجيله 500 ميجابايتس هدية. التطبيق مليان مزايا وخدمات، والتسجيل مش هياخد منك دقيقة، بعدها تقدر تبعت لكل اصحابك ويجيلك ميجابايتس هدية زيادة.

# VV message header
source: Get your 500MBs now!
ar: ليك هدية 500 ميجابايت!

# VV message body
source: All you have to do is to invite your friends. Once the first friend downloads the app, each of you will get 500MBs
ar: كل اللي عليك انك تبعت لاصحابك يحملوا تطبيق أنا ڤودافون، ومع أول حد منهم يشغل التطبيق هيجيله ويجيلك 500 ميجابايتس هدية!

# Step away from gift by code
source: You are one step away of getting 500 MBs for free!
ar: انت على بعد خطوة واحدة من الـ 500 ميجابايت الهدية!

# Use promo code
source: Please enter promo code to collect your 500MBs gift!
ar: اكتب البرومو كود ده عشان يجيلك الـ 500 ميجابايت الهدية!

# Enter promo code
source: Enter the promo code
ar: إدخل البرومو كود

source: Enter your promo code
ar: إدخل البرومو كود

source: We are Processing your request
ar: ثواني ويتنفذ طلبك

# Welcome
source: Welcome to Ana Vodafone! You’ve received 500 MBs as a welcome gift from %@!
ar: أهلاً بيك في أنا ڤودافون! جالك 500 ميجابايت هدية ترحيب من %@!

source: To get more free MBs
ar: تقدر تكسب ميجابايتس أكتر ببلاش لو بعتت لاصحابك

source: Start inviting friends
ar: ابعت لاصحابك دلوقتي

# Enter received promo
source: Please enter the promo code you received to collect your 500MBs gift!
ar: من فضلك اكتب البرومو كود اللي اتبعت لك عشان يجيلك الـ 500 ميجابايت الهدية!

# Congrats
source: Congrats! You’ve received 500 MBs for free!
ar: مبروك! جالك هدية 500 ميجابايت ببلاش

# Already got the gift
source: You’ve already received your 500 Mbs. You can still invite your friends and they will receive their 500 MBs.
ar: انت جالك قبل كده 500 ميجابايت هدية. بس لسه تقدر تبعت لاصحابك ويجي لكل واحد فيهم 500 ميجابايت هدية.

source: Redeem now
ar: احصل على هديتك

# Ana Vodafone World
source: Ana Vodafone world is getting bigger , thanks to you!Here are 500MBs for you.
ar: بفضلك انت عالم أنا ڤودافون بيكبر! احصل على هديتك دلوقتي.

# Share your invite code
source: Invite your friends
ar: إدعو أصدقاءك

# We are happy that you are here
source: We are happy that you are here.You've received 500MBs as a welcome gift %@
ar: أهلا بيك في أنا ڤودافون! جالك ٥٠٠ ميجابايت هدية ترحيب %@

source: back to home
ar: الرجوع للرئيسيه

# Big Addons
source: Vodafone Pass
ar: فودافون Pass

# Get Free Hour
source: Get a free hour
ar: استمتع بساعة ببلاش

# Tell Friends
source: Share with friends
ar: عرّف صحابك

# use internet
source: With Vodafone Pass, enjoy internet as you wish without consuming from your main bundle. Enjoy a free hour of Social, Video, or Music now!
ar: مع فودافون Pass استمتع بالانترنت زى ما تحب من غير ما يسحب من باقتك الأساسية استمتع بساعة ببلاش علي سوشيال، فيديو أو مزيكا دلوقتى

# Share friends
source: A world full of internet is waiting for you when you share this promo with your friends
ar: استمتع بعالم كله انترنت لما تعرّف صحابك العرض دة

# subscribe hourly
source: Now you can enjoy this promo for one more hour only with %d LE
ar: دلوقتى تقدر تستمتع بالعرض ده ساعه كمان ب %d جنيه بس

# subscribe month
source: Now you can enjoy this promo for one more month only with %d LE
ar: دلوقتى تقدر تستمتع بالعرض ده شهر كمان ب %d جنيه بس

# social addon
source: Hourly Social Pass
ar: ساعة Pass السوشيال

# social addon month
source: Monthly Social Pass
ar: Pass السوشيال اشهرية

# social desc
source: Enjoy 1-Hour of internet on Facebook, WhatsApp, Twitter, Instagram & Snapchat
ar: استمتع بساعة انترنت سوشيال علي WhatsAppوFacebook وTwitter Instagram وSnapchat

# music addon
source: Hourly Music Pass
ar: ساعة Pass المزيكا

# music addon month
source: Monthly Music Pass
ar: Pass المزيكا اشهرية

# music desc
source: Enjoy 1-Hour of music on Anghami, SoundCloud, Nogoum FM & Nile FM
ar: استمتع بساعة مزيكا علي انغامى SoundCloud ونجوم اف ام ونايل اف ام

# video addon
source: Hourly Video Pass
ar: ساعة Pass الفيديو

# video addon month
source: Monthly Video Pass
ar: Pass الفيديو اشهرية

# video desc
source: Enjoy 1-hour of your favorite videos on YouTube, Shahid, VodafoneTV and VodafoneStad.
ar: استمتع بساعة فيديو علي YouTube, Shahid, VodafoneTV و VodafoneStad

# Paid
source: You donated
ar: Paid

# social addon details
source: Stay connected with the all-new social pass for one hour.
ar: مش هيفوتك حاجة مع ساعه Pass السوشيال

# social addon details month
source: Stay connected with the all-new social pass for one month.
ar: مش هيفوتك حاجة مع شهر Pass السوشيال

# social hourly details
source: Enjoy a free hour of internet on Facebook, WhatsApp, Twitter, Instagram & Snapchat.
ar: دلوقتي بساعة سوشيال ببلاش تقدر تستخدمها علي WhatsAppوFacebook وTwitterوInstagram وSnapchat

# social monthly details
source: With the monthly social pass never miss a thing on Facebook, Instagram, Whatsapp, Snapchat, & Twitter without consuming from your main bundle.
ar: ماتفوتش حاجة علي فيسبوك, واتساب, انستجرام, سنابشات و تويتر مع Pass السوشيال الشهري من غير ما يسحب من باقتك الاساسية

# social hourly button
source: Get my free social hour
ar: استمتع بساعة سوشيال ببلاش

source: Subscribe now for %d L.E and enjoy Facebook, WhatsApp, Twitter, Instagram & Snapchat for 1-Hour.
ar: اشترك دلوقتي ب %d جنيه واستمتع ب ساعة انترنت علي WhatsAppوFacebook وTwitterوInstagram وSnapchat

# music addon details
source: Listen to your favorite music wherever you are with our new Music Pass for one hour.
ar: اسمع مزيكتك في اي مكان مع ساعه Pass المزيكا

# music addon details month
source: Listen to your favorite music wherever you are with our new Music Pass for one month.
ar: اسمع مزيكتك في اي مكان مع شهر Pass المزيكا

# music hourly details
source: Enjoy a free hour of Music on Anghami, SoundCloud, Nogoum FM & Nile FM for one hour
ar: دلوقتي بساعة مزيكا ببلاش علي Anghami, SoundCloud, Nogoum FM & Nile FM

# music monthly details
source: With the monthly music pass listen to your favorite songs on Anghami, Soundcloud, NogoumFM, & NileFM without consuming from your main bundle.
ar: مع Pass المزيكا الشهري اسمع الاغاني اللي بتحبها علي Anghami SoundCloud NogoumFM و NileFM من غير مايسحب من باقتك الاساسية

# music hourly button
source: Get my free music hour
ar: استمتع بساعة مزيكا ببلاش

source: Subscribe now for %d L.E and enjoy 1-Hour of your favorite music anywhere on Anghami, SoundCloud, Nogoum FM & Nile FM
ar: اشترك دلوقتي ب %d جنيه و استمتع بساعة مزيكا في اي مكان علي Anghami, SoundCloud, Nogoum FM & Nile FM

source: Monthly Social Pass​
ar: Pass السوشيال الشهري

source: Monthly Music Pass
ar: Pass المزيكا الشهري​

source: Monthly Video Pass
ar: Pass الفيديو الشهري

source: Stay up to date on Facebook, WhatsApp, Twitter, Instagram & Snapchat without consuming from your main bundle ​
ar: استمتع بانترنت سوشيال عليWhatsAppوFacebook وTwitter Instagram و Snapchat من غير مايسحب من باقتك الاساسية ​

source: Enjoy your favorite music on Anghami, SoundCloud, Nogoum FM & Nile FM without consuming from you main bundle.​
ar: استمتع بمزيكا علي انغامى SoundCloud ونجوم اف ام ونايل اف ام من غير مايسحب من باقتك الاساسية

source: Enjoy your favorite videos on YouTube, Shahid, VodafoneTV and VodafoneStad without consuming from your main bundle.​
ar: استمتع بانترنت فيديو علي YouTube, Shahid, VodafoneTV و VodafoneStad من غير ما يسحب من باقتك الاساسية​​

# video addon details
source: Stream your favorite videos with our new Video Pass for one hour
ar: اتفرج علي كل فيديوهاتك مع ساعه Pass الفيديو

# video addon details month
source: Stream your favorite videos with our new Video Pass for one month
ar: اتفرج علي كل فيديوهاتك مع شهر Pass الفيديو

# video hourly details
source: Enjoy a free hour of Videos on YouTube, Shahid, VodafoneStad and VodafoneTV
ar: استمتع دلوقتي بساعة فيديو ببلاش عليYouTube, Shahid, VodafoneStad و VodafoneTV

# video monthly details
source: With the monthly video pass enjoy your favorite videos on Youtube, VodafoneTV, Vodafone Stad, & Shahid, without consuming from your main bundle.
ar: مع Pass الفيديو الشهري اتفرج علي كل فيديوهاتك علي يوتيوب, VodafoneTV, VodafoneStad و Shahid من غير ما يسحب من باقتك الاساسية

source: Subscribe now for %d L.E and enjoy 1-Hour of your favorite videos on Youtube, Shahid, VodafoneStad, and VodafoneTV
ar: اشترك دلوقتي بـ%dجنيه واستمتع بساعة فيديو على Youtube, Shahid, VodafoneStad, و VodafoneTV

# video hourly button
source: Get my free video hour
ar: استمتع بساعة فيديو ببلاش

# Subscribe Now
source: Subscribe Now for %@ L.E
ar: اشترك دلوقتي ب %d جنيه

# comobo addon description
source: A package that has it all Subscribe now and enjoy a world full of internet
ar: باقة واحدة بكل المميزات اشترك دلوقتي واستمتع بعالم كله انترنت

# comobo addon details
source: Subscribe now and use your internet for Facebook, WhatsApp, Twitter, Instagram , Snapchat , Anghami, SoundCloud, Nogoum FM & Nile FM, YouTube, and Vodafone TV
ar: اشترك دلوقتي واستمتع بانترنت ل Facebook، WhatsApp، Twitter، Instagram، Snapchat، SoundCloud، أنغامي، نجوم FM، نايل FM، YouTube و خدمة Vodafone TV

# monthly button
source: Subscribe with %d L.E
ar: اشترك ب %d جنيه

# choose addon
source: Choose Pass
ar: اختر Pass

# comobo addon
source: Combo Pass
ar: كومبو pass

# share dialoge
source: You already enjoyed a free hour before Share this promo with your friends to get another hour for ……
ar: انت بالفعل استمتعت بساعة انترنت ببلاش عرّف صحابك بالعرض دة عشان تستمتع بساعة تانية بتكلفة …… بس

# sharepage
source: Share with your friends
ar: عرّف صحابك

source: Share now
ar: عرّفهم دلوقتي

# letuspick
source: Or let us pick for you
ar: أو خلّي أنا فودافون تختارلك

source: Pick for me
ar: اختارلي

# share left
source: %d times left to share
ar: باقي %d مرات كمان

source: We chose….
ar: اخترنالك .....

source: Share
ar: عرّف صحابك

# Get One Hour for
source: Get One Hour for %d L.E
ar: استمتع بساعه ببلاش ب %d جنيه

# confirmationEnjoyMore
source: To enjoy your monthly add-on, make sure you have megabytes in your main bundle
ar: عشان تقدر تستمتع بالباقة الاضافية، اتأكد من وجود ميجابيتس في الباقة الأساسية

# usb mobile number
source: Enter USB mobile number
ar: أدخل رقم خط ال USB

# usb sim serial number
source: Enter USB SIM Serial Number
ar: أدخل رقم الشريحة

# Pass
source: Vodafone Pass
ar: فودافون Pass

source: With Vodafone Pass, enjoy the internet you love without consuming from your main bundle.
ar: مع فودافون Pass استمتع بالنترنت اللي بتحبه من غير ما يسحب من باقتك الأساسية

# Pass for Mobile Internet
source: More megabytes for mobile internet
ar: ميجابيتس أكتر للموبايل انترنت

# Pass for USB
source: More megabytes for data sim
ar: ميجابيتس أكتر لشريحة الداتا

source: L.E.
ar: جنيه

source: Enter USB Details
ar: ادخل بيانات الUSB

source: Enter your USB details to enjoy the offer
ar: ادخل بيانات الUSB علشان تستمتع بالعرض

source: Monthly unlimited Video Social Music Bundle
ar: باقة بلا حدود سوشيال وفيديو ومزيكا الشهرية

source: Monthly unlimited Video Bundle
ar: باقة بلا حدود فيديو الشهرية

source: Monthly unlimited Social Bundle
ar: باقة بلا حدود سوشيال الشهرية

source: Monthly unlimited Music Bundle
ar: باقة بلا حدود مزيكا الشهرية

source: Hour unlimited Social Addon
ar: باقة ساعة انترنت بلا حدود سوشيال

source: Hour unlimited Video Addon
ar: باقة ساعة انترنت بلا حدود فيديو

source: Hour unlimited Music Addon
ar: باقة ساعة انترنت بلا حدود مزيكا

source: Now you can skip the usual login and registration process by turning your Wi-Fi off and connect to our mobile network
ar: لو عايز تتخطى عملية تسجيل الدخول تقدر تقفل الواى فاى وتتصل بالموبايل انترنت

source: Don’t worry you won’t be charged using our App won’t consume any megabytes!
ar: استخدامك لأنا فودافون هيكون ببلاش منغير خصم أى ميجابيتس

source: New user?
ar: مستخدم جديد؟

source: Register now
ar: سجّل دلوقتي

source: Forgot password?
ar: نسيت كلمة المرور؟

source: Login to Ana Vodafone
ar: الدخول على أنا فودافون

source: Forgot your password? Just click reset your password and you’ll receive an SMS with a temporary one
ar: نسيت كلمة المرور؟ اضغط غيّر كلمة المرور و هيوصلك رسالة على موبايلك بكلمةمرور مؤقتة

source: Please enter the temporary password
ar: أدخل كلمة المرور المؤقتة

source: Welcome to Ana Vodafone world
ar: أهلا بيك في عالم أنا فودافون

source: Turn off Wi-Fi to login
ar: اتصل بالواي فاي للدخول

source: Enter your mobile number, receive the activation key and follow the registration process
ar: أدخل رقم موبايلك وهيجيلك رسالة بكود التشغيل، اتبع تعليمات التسجيل

source: Please enter the activation key that you have just received via SMS
ar: أدخل كود التشغيل اللي وصلك في رسالة على موبايلك

source: I didn’t receive activation key
ar: موصليش كود التشغيل

source: An SMS will be sent with a new activation key
ar: هيوصلك رسالة بكود تشغيل جديد

source: Now you have joined Ana Vodafone world
ar: دلوقتي تقدر تستمتع بعالم أنا فودافون

source: Turn on your mobile data in order to login
ar: لتسجيل دخولك، لازم تستخدم الموبايل انترنت

source: Skip login
ar: تخطي الدخول

source: Using scratch card
ar: استخدام كارت الشحن

source: Scratch any Vodafone recharge card and recharge
ar: إستخدم أي بطاقة شحن فودافون و إشحن

source: Continue to login
ar: تسجيل الدخول

source: Good morning, %@
ar: صباح الخير يا %@

source: Good afternoon, %@
ar: مساء الخير يا %@

source: Good evening, %@
ar: مساء الخير يا %@

source: days to renew
ar: يوم علي التجديد

# Refreshed at: xx
source: Refreshed at: %@
ar: أخر تحديث في: %@

source: of %@ left
ar: من %@ متبقي

source: Current spend
ar: استهلاكك الحالي

source: including %@ out of plan spend
ar: شاملة %@ خارج الباقة

source: See itemised bill
ar: فاتورتك المفصلة

source: Your balance
ar: رصيدك

source: RED points
ar: نقاط RED

source: In plan
ar: في الباقة

source: Out of plan
ar: خارج الباقة

source: phone
ar: هاتف

source: Remaining Flex
ar: فليكساتك المتبقية

source: Welcome to
ar: أهلا بيك في

source: All
ar: الكل

source: It's time to refresh your app
ar: تطبيق انا فودافون محتاج تحديث

source: Refresh Now
ar: تحديث الصفحه

source: Swap your SIM to 4G for free from the nearest store and enjoy a 4GB gift
ar: بدل شريحتك لـ4G ببلاش من اقرب فرع واستمتع بـ4جيجا هدية

source: You are currently enjoying a gift Wait for an SMS after your gift finishes to continue the 4GB
ar: انت بتستمتع بهدية حاليااستنى رسالة بعد انتهاء هديتك عشان تكمل الـ4 جيجا
