Repository: VodafoneEgypt/VUIComponents
Catalog: VUIComponents/Classes/Components/Utils/*.lproj/Localizable.strings
Languages: ar

source: You don’t have any credit card history yet, please use your card to be able to check your transactions history
ar: ليس لديك معاملات سابقة، استخدم بطاقتك الإتمانية لمعرفة تفاصيل معاملاتك السابقة

source: Sorry! You can’t recharge more than 5 times a month.
ar: عفواً، لا يمكنك إعادة الشحن أكثر من 5 مرات في الشهر الواحد.

source: Please enter a value between 10 EGP as a minimum and 100 EGP as a maximum to recharge successfully.
ar: من فضلك ادخل قيمة بين 10 جنيه كحد أدنى، و100 جنيه كحد أقصى، عشان يتم الشحن بنجاح.

source: Sorry! An unexpected error occurred while processing the payment with the bank. Please retry.
ar: للأسف حدث خطأ أثناء إتمام عملية الدفع مع البنك، من فضلك حاول مرة تانية

source: Sorry! An unexpected error occurred. Please retry.
ar: للأسف حدث خطأ غير متوقع، من فضلك حاول مرة تانية.

source: UserName or password is incorrect
ar: الرقم أو كلمة المرور غير صحيحة

source: Mobile number is deactivated
ar: تم إلغاء الخط

source: Customer data has been changed, kindly register a new account
ar: تم تغيير بيانات الخط برجاء التسجيل مجددا

source: Renew ADSL
ar: تجديد ال ADSL

source: ADSL Due Fees
ar: أشتراك ال ADSL المستحق

source: Your Wallet
ar: محفظتك

source: Renew now
ar: تجديد الأن

source: Conformation message?
ar: رسالة التأكيد؟

# from your Vodafone Cash wallet for your ADSL Monthly fees by pressing ‘Confirm’
source: LE from your Vodafone Cash wallet for your ADSL Monthly fees by pressing ‘Confirm’
ar: جنيه من محفظة فودافون كاش

source: No, thanks
ar: لا، شكراً

source: Unfortunately!
ar: للأسف!

source: You’ve proved that you are a big fan of Amr Diab and Ana Vodafone app you earned a ticket for two!
ar: انت أثبت انك من معجبين عمرو دياب وأنا ڤودافون، عشان كده كسبت تذكرة لشخصين!

source: Who can get a free ticket to Amr Diab’s concert?
ar: عايز تروح حفلة عمرودياب؟

source: Those who will find the riddles answers
ar: معانا فوازير بدل ما تقف في طوابير

source: Know more
ar: اعرف اكتر

source: Solve the riddle!
ar: حل الفزورة!

source: Solve the riddles!
ar: حل الفوازير!

source: Challenge your mind and solve all the 30 riddles that you find
ar: هيقابلك 30 فزورة، كل فزورة حلها هو صفحه في التطبيق

source: Collect puzzle pieces!
ar: جمع و الصق اجزاء الصورة!

source: Look for the riddles answers in the App’s section. Once you find the right section, you will find there the puzzle piece. Pick and place in the puzzle.
ar: في كل صفحة صح هتوصلها هتلاقي جزء من صورة، جمعها و الصقها في مكان الصورة.

source: Be a winner!
ar: خليك الفائز!

source: After you complete the puzzle, you will have the chance to enter a raffle and be one of the winners.
ar: لما تحل كل الفوازير وتجمع الصورة كاملة، هيبقى عندك فرصة انك تدخل السحب وتكون واحد من الفائزين

source: Wait a second!
ar: ثواني!

source: Get ready for a mind challenging game..
ar: استعد للعبة تحدي الذكاء..

source: Who wins?
ar: مين هيكسب؟

source: How to win!
ar: ازاي تكسب!

source: This game consists of 30 riddles.
ar: اللعبه مكونه من 30 فزورة

source: Solve the riddles you find.
ar: حل الفوازير اللي هتقابلك.

source: Each riddle is about a section in the app.
ar: كل فزورة حلها هو صفحه في التطبيق.

source: Solve the riddle by going to the right section.
ar: هتحل الفزورة لما توصل للصفحة الصح.

source: After you complete the puzzle, you will receive one final question and you have to answer it in less than 18 seconds.
ar: لما تحل كل الفوازير وتجمع الصورة كاملة، هيجيلك سؤال أخير لازم تحله في خلال 18 ثانية

source: The first 25 to solve the final question will get free tickets to Amr Diab’s concert.Subscribing into Amr Diab’s world is a prerequisite for winning.
ar: أول 25 شخص يحلوا السؤال الأخير ويكونوا مشتركين في عالم عمرو دياب هما اللي هيكسبوا

source: In the right section you will find a puzzle piece, collect it.
ar: في كل صفحة صح هتوصلهافي كل صفحة صح هتوصلها هتلاقي جزء من صوره

source: Drag and place puzzle pieces to complete puzzle
ar: جمع الاجزاء والزقها في مكانها عشان تكون الصورة كاملة

source: The first 25 to solve the final question and are already subscribed to Amr Diab’s world, are the winners.
ar: أول25 شخص هيحلوا السؤال الأخير هيكسبوا تذكرة لحفلة عمرو دياب.

source: Please note: Subscribing into Amr Diab’s world is a prerequisite for winning.
ar: شرط أساسي للفوز أن يكون المتسابق مشترك في عالم عمرو دياب

source: You can take a screen shot of the completed puzzle and post it on Facebook or Instagram
ar: بعد ما تكمل اجزاء الصورة، تقدر تصورها و تنزلها على الفيس بوك او انستجرام

source: Today’s riddle!
ar: فزوره النهارده

source: Completion level
ar: قربت بنسبة

source: Pick and place
ar: جمع و الصق

source: Pick the puzzle pieces you collected, and place them in the puzzle box
ar: جمع الاجزاء و الصقها عشان تكمل الصورة

source: You solved it!
ar: اجابتك صح

source: Keep on solving more riddles to collect all puzzle pieces and get the chance to win a free ticket
ar: استمر في حل الفوازير و تجمع اجزاء الصورة ويبقى عندك فرصه انك تكسب تذكرة مجانيه للحفلة

source: Place puzzle piece
ar: الصق جزء من الصورة

source: You did great!
ar: براڤو

source: Winners will be announced soon, Best of luck.
ar: براڤو أنت عملت اللي عليك! جاهز لآخر سؤال؟

source: Buy a ticket
ar: تذاكرالحفلة

# Take the final question
source: Answer the final question!
ar: أنا جاهز لآخر سؤال!

source: You are almost there!
ar: انت قربت خلاص

source: Solve the rest of the riddles
ar: حل باقي الفوازير

source: Well done! You completed 100%
ar: مبروك! وصلت لـ100%

source: Ticket info
ar: بيانات التذكره

source: Buy a ticket!
ar: اشتري تذكرة!

# 21 December, 2017
source: January 19th , 2017
ar: ١٩ يناير

source: 350 EGP
ar: 350 جنيه

source: Price
ar: السعر

source: 6-9 PM
ar: 6-9 مساءاً

source: Door opens
ar: تُفتح الأبواب الساعة

# Buy a tickets
source: Buy a ticket
ar: اشتري تذكرة

source: Subscribing into Amr Diab’s world is a prerequisite for winning. Subscribe to Amr Diab’s world now by dialing *66# . You have 18 seconds to answer the final question
ar: من شروط الفوز بتذكرة الحفل أنك تكون مشترك في عالم عمرو دياب. اشترك دلوقتي في عالم عمرو دياب اتصل ب *٦٦# قدامك ١٨ ثانيه تحل السؤال ده

source: 19 years ago Vodafone appeared for the first time in Egypt! By that time Amr Diab biggest hit was?
ar: من 19 سنة بالضبط ڤودافون ظهرت في مصر لأول مرة! في الوقت ده عمرو دياب كانت أشهر أغانيه هي؟

source: Know more info about the concert and buy a ticket.
ar: اعرف معلومات اكتر عن تذاكر الحفلة و اشتري تذكرة

source: Ragein
ar: راجعين

source: Noor el Ein
ar: نور العين

source: Awedoony
ar: عودوني

source: Amarein
ar: قمرين

source: Call 2121
ar: كلم ٢١٢١

source: Want to know more about the game?
ar: عايز تعرف عن اللعبة أكتر؟

source: Win a ticket
ar: اكسب تذكرة

source: Play a simple game and get a chance to win a free ticket to the outstanding musical event; Amr Diab’s concert. Solve some riddles and collect a puzzle, it’s fun & easy and the prize is big.
ar: العب لعبة بسيطة واكسب فرصة للحصول على تذكرة مجانية لحضور اكبر حدث موسيقي في مصر، حفلة عمرو دياب. حل فوازير وجمع صور، اللعبة سهلة ومسلية والجايزة تستاهل.

source: Start playing
ar: ابدأ اللعب

source: Done
ar: تم

source: Skip
ar: إبدأ بسرعه

# Redeem your ticket!
source: How can I get my ticket?
ar: ازاي اخد تذكرتي

# Sorry! Better luck next time. You still can buy a ticket
source: Although you did great in this competition but you missed the chance to win!
ar: بالرغم من انك عملت مجهود كبير وقربت جداً من الفوز، الا ان فرصة الفوز بتذكرة فاتتك!

source: Back to journey
ar: ارجع للرحلة

source: See, It’s easy. You are going to enjoy it, and you’ll enjoy the prize much more.
ar: سهلة؟ اللعبة هتعجبك والجايزة هتعجبك أكتر

source: Looks like you’re going to make it! Keep the good work buddy.
ar: ·برافو، انت فهمت اللعبة خلاص! الفوازير اللي باقية مش هتبقى صعبة عليك

source: Your performance is unbelievable! the free ticket is waiting!
ar: انت بتتقدم بشكل ممتاز! تذكرة حفلة عمرو دياب مستنياك!

source: Can you here the music? Amr Diab is coming to stage!
ar: الموسيقى بتشتغل، الناس بتهيص، وعمرو دياب خلاص هايطلع! انت قربت جداً اوعى توقف دلوقتي!

source: Congratulations! You’ve perfectly completed your part! The rest is luck, and we wish you the best! ;;Will update you soon.
ar: مبروك! انت عملت اللي عليك وزيادة! اللي باقي شوية حظ!

source: Brilliant! you've solved all the available riddles, once there are any new riddle we will notify you.
ar: هايل، انت حليت كل الفوازير الجاهزة! أول مايبقى في فوازير جديدة هنبعتلك!

source: unfortunately you're not a winner! although you have answered correctly, but the winner must be a subscriber of Amr DIab's world. you still can buy a ticket
ar: للأسف ماكسبتش! مع انك جاوبت صح بس من شروط المسابقة انك تكون مشترك في عالم عمرو دياب. تقدر تشتري تذكرة من هنا

source: Your ticket is ready! Go to the Vodafone store in Cairo Festival City with your national ID to pick it up.
ar: تذكرتك موجوده في فرع ڤودافون اللي في كايرو فستيفال سيتي، روح في أقرب وقت استلمها ببطاقتك.

source: Please enter your Pin to confirm the payment transaction
ar: لتاكيد عملية الدفع برجاء ادخال الرقم السري

source: *PIN Code
ar: *الرقم السري

source: Your ADSL is successfully renewed
ar: تم تجديد اشتراك ال ADSL بنجاح

source: SIM number has been used before, Please try again with a valid 4G SIM
ar: رقم الشريحة تم استخدامه مسبقاً. برجاء شراء شريحة 4G جديدة و اعادة المحاولة.

source: Kindly insert the registered National ID number for this Line. Or update Line information by heading to the nearest Vodafone store. Kindly check the required documents for updating line information in the Terms & Conditions section on this page
ar: عفوا برجاء ادخال الرقم القومى المسجل فى بيانات هذا الخط. او لتعديل البيانات راجع الأوراق المطلوبة فى قسم الشروط والأحكام ثم زور اقرب فرع

source: This service is not available for your line
ar: هذه الخدمه غير متاحه لنظام خطك

source: This mobile number is not valid
ar: هذا الرقم غير صحيح

source: SIM number is incorrect, Please try again with a valid 4G SIM
ar: رقم الشريحة غير صحيح. برجاء التأكد من رقم الشريحه و اعادة المحاولة.

source: My flexes
ar: فليكساتي

# Total flexes
source: Remaining flexes
ar: المتبقي من فليكساتي

source: Manage my mobile internet
ar: تحكم ف الانترنت

source: flexes
ar: فليكسات

source: Manage other minutes
ar: تحكم ف دقائق الشبكات الاخرى

# flex_bundle_SMS
source: SMS
ar: الرسايل

# bundle_auto_renewal
source: Auto bundle renewal
ar: التجديد التلقائي للباقة

# Bundle_renewal_desc
source: Now you can turn on this option and enjoy a monthly auto renewal to your bundle
ar: دلوقتي تقدر تستخدم الخدمة دي و تستمتع بتجديد تلقائي لباقتك شهريا

source: Mobile internet flexes limit
ar: الحد الأقصي لفليكسات الموبايل انترنت

source: Megabytes limit
ar: أقصى حد للميجابايتس

# Throttling speed
source: Whatsapp speed throttling
ar: تقليل سرعة ال Whatsapp

# Whatsapp_desc
source: Your Whatsapp speed will be throttled, untill you turn this option on and use it from your main Flex/internet bundle
ar: سرعة الWhatsapp هتقل لحد متشغل الخدمة دي و تستخدمه من باقة الفليكس/الموبايل انترنت الأساسية

source: Flexes for mobile internet
ar: فليكسات للموبايل انترنت

source: Flexes for other numbers
ar: فليكسات للأرقام الأخرى

source: Flex rollover
ar: فليكساتك المترحلة

# Remaining Rollover flexs
source: Remaining Rollover %@ flexes
ar: الفليكسات المرحلة المتبقية %@ فليكس

# of X flexes left
source: of %@ flexes left
ar: من %@ فليكساتك المتبقية

source: Consumed flexes
ar: فليكسات مستخدمه

source: Are you sure you want to repurchase your bundle?
ar: هل متأكد من اعادة شراء الباقة؟

# Your current minutes limit is: X flex
source: Your current minutes limit is: %@ flex
ar: أقصي حد للدقائق الحالي هو %@ فليكس

# Your current mobile internet limit is: X flex
source: Your current mobile internet limit is: %@ flex
ar: أقصي حد للموبايل إنترنت الحالي هو %@ فليكس

source: Now you can roll over your flexes to the next month automatically
ar: دلوقتي هتقدر ترحّل فليكساتك تلقائيا للشهر التالي

# -2012
source: Email not verified
ar: برجاء تآكيد الحساب عن طريق الإيميل

# -2011
source: No data found
ar: لا يوجد بيانات لهذا الحساب

source: Choose your Joker
ar: اختار جوكر

source: Use your Jokers and select your preferred extension to your tariff by dragging it in the below boxes
ar: اختار الجوكر يزودلك ايه و اسحبه للمربع الفاضي

# You have X Joker
source: You have %d Joker
ar: فاضلك %d جوكر

# You have X Jokers
source: You have %d Jokers
ar: فاضلك %d جوكر

source: Take a tour
ar: اتعرف على اللعبة

source: Your consumption
ar: استهلاكك

# Banner_You have X Joker
source: You have %d Joker
ar: عندك %d جوكر

# Banner_You have X Jokers
source: You have %d Jokers
ar: عندك %d جوكر

source: Choose them now
ar: اختارهم دلوقتي

source: You have finished all your free Jokers
ar: الجواكر المجانيه خلصت

source: Purchase now
ar: اشتري جواكر جديده

source: Modify Your Joker
ar: غير الجوكر

source: Purchase extra Joker
ar: اشتري جوكر زياده

source: Main Bundle Usage
ar: استهلاك نظامك

source: Joker usage
ar: استهلاك الجوكر

source: Social & Music
ar: سوشيال و مزيكا

source: You have changed your Joker successfully
ar: كده تمام، الجوكر اتغير

source: You have purchased your Joker successfully
ar: كده تمام، اشتريت الجوكر

# X Joker selected in X
source: %@ Joker selected in %@
ar: اخترت %@ جوكر في %@

# Total Remaining X X
source: Total Remaining %@ %@
ar: باقيلك %@ %@

source: Total Remaining %@
ar: باقيلك %@

source: You chose all Jokers
ar: انت اخترت كل الجواكر

source: You can purchase an additional Joker for 5 LE
ar: ممكن تشتري جوكر ب5 جنيه تزود بيه الى انت عايزه

# Joker Buy now
source: Buy now
ar: اشتري دلوقتي

source: Change Joker
ar: غير جوكر

source: You chose to change a Joker extension, Select from the below
ar: انت اخترت تبدل جوكر، اختار تبدله بايه؟

source: Confirm replace Joker
ar: تأكيد تبدل جوكر

source: Purchase Joker
ar: اشتري جوكر

source: Select from the below extensions for only 5 LE
ar: ممكن تشتري جوكر و زود بيه الى انت عايزه ب 5 جنيه بس

# Not enough balance
source: Sorry! You don’t have enough balance to redeem your gift
ar: رصيدك مش كفايه

source: You don’t have enough balance to buy an additional Joker
ar: رصيدك مش كفايه انك تشتري جوكر زياده

source: Buy a Joker with credit card
ar: اشتري الجوكر بالكريدت كارد

source: Your Joker
ar: الجوكر

source: Each Joker can be used to choose whatever suits you, mobile internet, minutes or social & music megabytes according to your need anytime. Pick your Joker.
ar: اختار تزود بالجوكر، موبايل انترنت، دقايق او سوشيال و مزيكا. .براحتك اختار الى علي مزاجك

# Joker Next
source: Next
ar: اللي بعده

# Joker Previous
source: Previous
ar: اللي قبله

source: Choose Your Joker
ar: اختار الجوكر

source: Choose your Joker by Dragging the desired extension to the empty box
ar: اختار الجوكر الي انت عايزه واسحبه للمربع الفاضي

source: Adjust your Joker
ar: غير الجوكر

source: You can change one of the already unused chosen extension with another preferable value for free. Drag what you want to dismiss upwards, then drag your new choice downwards
ar: ممكن تغير جوكر مستخدمتوش ببلاش، اسحب الى انت عايز تغيره من اختياراتك لفوق و اسحب الي انت عايز تزوده للمربع تحت

source: Locked Joker
ar: جوكر استخدمته

source: This Lock means that you have consumed from your joker and it cannot be replaced
ar: علامه القفل دي يعني انت استخدمت من الجوكر ده و مينفعش تغيره

source: Total Consumption
ar: استهلاكك

source: Check your total monthly consumption including the Joker extension
ar: هتعرف كل استهلاكك من النظام و الجوكر

source: Check your total consumption of the month including the Joker choices
ar: تقدر تراجع استهلاكك بالتفصيل شامل استهلاكك من النظام و الجوكر

source: Take a tour and know how to play with the Jokers
ar: هتعرف ازاي تلعب بالجواكر

source: Choose Joker
ar: اختار جوكر

source: You have used your free Jokers for this month but you can buy extra ones for 5 LE only
ar: انت استخدمت الجواكرالمجانية للشهر دة بس تقدر تشتري جواكر زيادة ب 5 جنيه بس

source: Got it
ar: فهمت

source: Get your gift
ar: استلم هديتك

# kart_elkroot_no_gifts
source: Recharge now to get Kart ElKroot gifts
ar: اشحن عشان تجيلك هدايا كارت الكروت

source: Kart Elkroot
ar: كارت الكروت

source: You've received your gift successfully.
ar: استلمت هديتك بنجاح

source: Recharge Gift
ar: هدية الشحنة

# Enjoy xx units for Vodafone minutes & SMS xx and xx Flexes with Kart Elkroot
source: Enjoy %@ units for Vodafone minutes & SMS %@ and %@ Flexes with Kart Elkroot
ar: استمتع ب %@ وحدة تستخدمهم في دقايق و رسايل %@ لفودافون و %@ فليكس مع كارت الكروت

source: Enjoy %@ units for Vodafone minutes & SMS %@ and %@ minutes for your Favorite Number with Kart Elkroot
ar: استمتع ب %@ وحدة تستخدمهم في دقايق و رسايل لفودافون %@ و%@ دقايق لرقمك المفضل مع كارت الكروت

source: Enjoy %@ units for Vodafone minutes & SMS %@ and %@ Social Megabytes with Kart Elkroot
ar: استمتع ب %@ وحدة تستخدمهم في دقايق و رسايل %@ لفودافون و %@ ميجابايتس سوشيال مع كارت الكروت

source: Enjoy %@ units for Vodafone minutes & SMS %@ and %@ minutes to Vodafone for a week, 10 minutes daily with Kart Elkroot
ar: استمتع ب %@ وحدة تستخدمهم في دقايق و رسايل %@ لفودافون و%@ دقايق لفودافون لمده اسبوع، ١٠ دقايق يوميا مع كارت الكروت

# Enjoy xx units for Vodafone minutes & SMS xx from 365 offers with Kart Elkroot
source: Enjoy %@ units for Vodafone minutes & SMS %@ from 365 offers with Kart Elkroot
ar: استمتع ب %@ وحدة تستخدمهم في دقايق و رسايل %@ لفودافون من عروض ٣٦٥ مع كارت الكروت

# Enjoy xx units for Vodafone minutes & SMS xx with Kart Elkroot
source: Enjoy %@ units for Vodafone minutes & SMS %@ with Kart Elkroot
ar: استمتع ب %@ وحدة تستخدمهم في دقايق و رسايل %@ لفودافون مع كارت الكروت

source: & Megabytes
ar: وميجابايتس

# xx times your recharge
source: %@ times your recharge
ar: %@ أضعاف شحنتك

# Enjoy xx times your recharge Voice units with Kart Elkroot
source: Enjoy %@ times your recharge Voice units with Kart Elkroot
ar: استمتع ب %@ أضعاف شحنتك مكالمات مع كارت الكروت

source: Free Minutes
ar: دقايق مجانية

source: Favorite Number
ar: رقمك المفضل

# Select your favorite number & enjoy xx Minutes with Kart Elkroot
source: Select your favorite number & enjoy %@ Minutes with Kart Elkroot
ar: اختار رقمك المفضل و استمتع ب %@ دقيقة مع كارت الكروت

source: Choose your Favorite Number
ar: اختار رقمك المفضل

source: Add your favorite number
ar: ضيف رقمك المفضل

source: Social Megabytes
ar: سوشيال ميجابايتس

# Enjoy xx Social Megabytes with Kart Elkroot
source: Enjoy %@ Social Megabytes with Kart Elkroot
ar: استمتع ب %@ سوشيال ميجابايتس مع كارت الكروت

# Enjoy xx Megabytes with Kart Elkroot
source: Enjoy %@ Megabytes with Kart Elkroot
ar: استمتع ب %@ ميجابايتس ببلاش مع كارت الكروت

source: Happy Hour
ar: ساعة حظك

# Enjoy xx minutes for Vodafone numbers with Kart Elkroot
source: Enjoy %@ minutes for Vodafone numbers with Kart Elkroot
ar: استمتع ب %@ دقايق لارقام فودافون كل يوم مع كارت الكروت

# Enjoy xx times your recharge Happy Hour with Kart Elkroot
source: Enjoy %@ times your recharge Happy Hour with Kart Elkroot
ar: استمتع ب%@ أضعاف شحنتك ساعة ببلاش مع كارت الكروت

source: Free Calls
ar: مكالمات ببلاش

# Enjoy xx Free Calls to Vodafone numbers with Kart Elkroot
source: Enjoy %@ Free Calls to Vodafone numbers with Kart Elkroot
ar: استمتع ب%@ مكالمات ببلاش لارقام فودافون مع كارت الكروت

source: Free Minutes & Megabytes
ar: دقايق و ميجابايتس ببلاش

# Enjoy xx Free Minutes to Vodafone numbers & Megabytes with Kart Elkroot
source: Enjoy %@ Free Minutes to Vodafone numbers & Megabytes with Kart Elkroot
ar: استمتع ب%@ دقايق و ميجابايتس ببلاش لارقام فودافون مع كارت الكروت

# Enjoy xx Free Minutes to Vodafone numbers with Kart Elkroot
source: Enjoy %@ Free Minutes to Vodafone numbers with Kart Elkroot
ar: استمتع ب%@ دقايق ببلاش لارقام فودافون مع كارت الكروت

source: Free Units
ar: وحدات مجانية

# Enjoy xx Free Units with Kart Elkroot
source: Enjoy %@ Free Units with Kart Elkroot
ar: استمتع ب%@ وحدات مجانية مع كارت الكروت

source: Free SMS
ar: رسايل ببلاش

# Enjoy xx Free SMS with Kart Elkroot
source: Enjoy %@ Free SMS with Kart Elkroot
ar: استمتع ب%@ رسايل ببلاش مع كارت الكروت

source: Khair Zaman Voucher
ar: 50 جنيه من خير زمان

source: Enjoy 50 L.E discount from Khair Zaman with Kart Elkroot
ar: استمتع ب 50 جنيه من خير زمان مع كارت الكروت

source: Cook Door Sandwich
ar: ساندوتش من كوك دور

source: Enjoy Cook Door Sandwich with Kart Elkroot
ar: استمتع بساندوتش من كوك دورمع كارت الكروت

source: Careem Ride
ar: توصيلة من كريم

source: Enjoy Careem Ride with Kart Elkroot
ar: استمتع ب توصيلة من كريم مع كارت الكروت

source: Mega Prize
ar: الجايزة الكبيرة

source: Swipe & check your Mega Prize
ar: مر عبر الشاشة علشان تعرف جايزتك

# Messege has been sent success
source: Message has been sent successfully
ar: تم ارسال الرسالة بنجاح

# success spin
source: Success
ar: تم

# resend spin
source: Send Voucher Again
ar: ارسال الVoucher تاني

# Mobile Internet generic Bundle
source: Mobile Internet %@ Bundle
ar: باقة %@ الاضافية

source: Video
ar: فيديو

source: Social
ar: سوشيال

source: Mobile Internet data management
ar: ادارة حساب الموبايل انترنت

source: Dear customer, You are not subscribed to any of internet bundles
ar: عزيزى العميل , أنت غير مشترك في اي باقة

source: Choose the best that suits you from a wide variety of internet bundles
ar: إشتري باقة إضافيه لتستمتع بسعة تحميل إضافية يمكنك استخدامها حتى تاريخ التجديد

source: Mobile Internet Quota Add-ons
ar: باقات إضافية

source: Mobile Internet Social Bundle
ar: باقة سوشيال الاضافية

source: Mobile Internet Video Bundle
ar: باقة فيديو الاضافية

source: Mobile Internet Music Bundle
ar: باقة المزيكا الاضافية

source: Enjoy the bundle for one month
ar: إستمتع بالباقه لشهر واحد

source: Enjoy the bundle monthly
ar: إستمتع بالباقه شهريا

source: Buy this add-ons
ar: إشتري الأن

# To Migrate to Flex xx and Enjoy zz Flexes and free Whatsapp, press confirm
source: To Migrate to Flex %@ and Enjoy %d Flexes and free Whatsapp, press confirm
ar: لتأكيد التحويل لفليكس %@ و الاستمتاع ب%d فليكس واتساب ببلاش اضغط تأكيد

source: You are now on Flex %@ till the end of your current bundle and have %d Flex and free Whatsapp
ar: انت دلوقتي هتكمل الباقة على فليكس %@ الجديد و معاك %d فليكس واتساب ببلاش لحد اخر الباقة

# Succes xx
source: You are now enjoying part of Flex %@ bundle due to insufficient balance to buy the full bundle. and you will receive SMS with all details
ar: تم تقسيط باقة فليكس %@ لعدم وجود رصيد كافي لشراء الباقة كامله. وستصلك رساله بالتفاصيل

source: Pay using Vodafone cash account
ar: ادفع باستخدام حساب فودافون كاش

source: Pay my bill
ar: إدفع فاتورتي

source: Pay for others
ar: إدفع لغيرك

source: Total due amount for bill is:
ar: المجموع الكلي المستحق للفاتورة

source: Your bill date will be:
ar: تاريخ فاتورتك في:

source: Payment date
ar: تاريخ الدفع

source: Using my credit card
ar: إستخدام الكرديت كارد الخاص بي

source: Use your credit card to pay your bill
ar: إستخدم الكريديت كارد الخاص بك لدفع فاتورتك

source: Add new credit card
ar: أضف كرديت كارد جديد

source: Enter your CVV number
ar: ادخل رقم الCVV

source: Enter your credit card CVV number
ar: ادخل رقم ال CVV الخاص بالكريدت كارد

source: Add Credit Card
ar: اضافة كريديت كارد

source: Remove this card
ar: الغاء كريديت كارد

# Card name
source: Card name (Optional)
ar: الإسم على الكارت (إختياري)

source: Card number
ar: رقم الكارت

source: Add this card
ar: إضافة الكارت

source: Recharge
ar: اشحن

source: Other
ar: آخرى

source: Select card
ar: اختر كارت

source: You have to enter amount first
ar: برجاء ادخال المبلغ اولا

source: There is no transactions
ar: لا يوجد معاملات سابقة

# One GB Promo Title
source: 1GB Promo
ar: ١ جيجا برومو

source: Get this offer now
ar: خد العرض الأن

# One GB Promo Desc
source: Enjoy your free 1GB now!
ar: استمتع ب١ جيجا ببلاش دلوقتي!

# One GB Promo Desc Part 2
source: Stay connected on Facebook, WhatsApp, Twitter, Instagram & Snapchat. And also stream your favorite videos on Youtube, Shahid, VodafoneStad & VodafoneTV
ar: مش هيفوتك حاجه على Facebook, WhatsApp, Twitter, Instagram و Snapchat. و كمان إتفرج على كل فيديوهاتك على Youtube, Shahid, VodafoneStad و VodafoneTV
