Repository: VodafoneEgypt/VUIComponents
Catalog: VUIComponents/Classes/Components/Utils/*.lproj/Localizable.strings
Languages: ar

# One GB Promo Success
source: You are now enjoying 1GB internet to be used for up to 7 days for free You can use 500 MBs for social media and 500 MBs for video streaming
ar: إنت دلوقتي بتستمتع بجيجا إنترنت صالحة لمدة ٧ أيام انت ممكن تستخدم ٥٠٠ ميجابيت للسوشيال ميديا و ٥٠٠ ميجابيت للفيديو ببلاش

source: Play now and answer the questions to win!
ar: العب وجاوب على الأسئلة عشان تكسب

source: Play and win
ar: ألعب و أكسب

# x members
source: %@ in your team
ar: %@ في فريقك

# x teams
source: %@ teams
ar: %@ فرق

# other teams desc
source: Check all the teams you are a member in
ar: اعرف الفرق اللي انت عضو فيها

# Redeem x unit for y EGP
source: Redeem your %@ Units gift for %@ Piasters
ar: إشترك في هديتك %@ وحدة ب%@ قرش

source: Team name is updated
ar: تم تغيير اسم الفريق

# Edit team name
source: Edit team 010 name
ar: تعديل اسم فريق 010

source: 010 Team
ar: فريق ٠١٠

# My team
source: My Team 010
ar: فريق ٠١٠

source: Create your team
ar: جمع فريقك

# Create your team
source: Create your Team 010
ar: جمع فريق ٠١٠

# MAKE your team
source: Create your Team 010
ar: اعمل فريق ٠١٠

source: Other teams
ar: فرق أخرى

# Add team member
source: Add Member to your Team 010
ar: زود حد في فريق ٠١٠

source: Team member added successfully!
ar: تم اضافه العضو بنجاح

source: Edit member
ar: تعديل

source: Remove Member from your team
ar: إخراج الرقم من فريقك

source: Are you sure you want to remove this member?
ar: متأكد من إخراج الرقم من فريقك؟

source: Remove member
ar: إخراج الرقم

source: Create & choose members
ar: جمع الفريق و زود صحابك

# You’ve just redeemed X Piasters, which are X units.
source: You’ve just redeemed %@ Piasters, which are %@ units.
ar: معاك %@ قرش يعني %@ وحدة

# You’ve just redeemed X EGP, which are X units.
source: You’ve just redeemed %@ EGP, which are %@ units.
ar: معاك %@ جنيه يعني %@ وحدة

source: Redeem your gift
ar: استبدل هديتك

# Your gift is x units for y Piasters
source: Your gift is %@ units for %@ Piasters
ar: هديتك %@ وحده ب%@ قرش

source: When we unite on one thing … its stronger than anything
ar: لما بنتجمع على حاجة بتبقى اقوى من اي حاجة

source: Create you team & unite 10 of your friends in your 010 team. We will sum your team members’ daily amount spent and you’ll receive it as a gift on the following day
ar: اعمل فريقك وجمّع 10 من صحابك فى فريق 010 هنجمع كل اللي أعضاء فريقك هيصرفوه وهيرجعلك اليوم اللى بعده كهدية

source: Your gifts box
ar: صندوق الهدايا

# Your gifts box has a lot of gifts to be redeemed
source: Your Team 010 Gifts are ready. Click to redeem your gift now.
ar: اشترك دلوقتي في هدايا فريق 010 للنهارده

source: You don’t have gifts to redeem. Unite 10 of your friends in your team, and you will get your team’s usage everyday as a gift.
ar: ليس لديك هدايا. جمّع 10 من صحابك في فريقك و كل اللى هتصرفوه هيجيلكوا اليوم اللى بعده هديه

# Create your own team and earn many gifts
source: Add 10 of your friends to your team 010
ar: جمع 10 من صحابك في فريق 010

# Check all the teams you are a member in
source: You are not part of other teams
ar: انت حاليا مش في أي فريق آخر

# The new player score will be added to your team score.
source: Team member added successfully
ar: تم اضافه فرد لفريق ٠١٠ بنجاح

# Score
source: Spend
ar: جنيه

# Score:
source: Spend:
ar: جنيه

source: Your team’s name
ar: اسم فريقك

source: Add Member
ar: زود في فريقك

source: What’s this
ar: ايه ده

source: What’s this?
ar: ايه ده؟

source: What's this
ar: ايه ده

source: What's this?
ar: ايه ده؟

# WhatsThis1
source: Create a team and add your friends as players, or join one of your friends’ squads.
ar: اعمل فريقك واختار لاعيبته من اصحابك أو اشترك في فريق حد منهم.

# WhatsThis2
source: Once your team is ready, you will start earning gifts for your daily consumption.
ar: أول ما الفريق يبقى جاهز، هتجيلك جوايز في مقابل استخدامك العادي للموبايل.

# WhatsThis3
source: With every goal Salah scores, you will earn free 11 minutes.
ar: مع كل جول صلاح هيسجله مع فريقه أو المنتخب هيجيلك 11 دقيقة مجانية.

source: Phone Number
ar: رقم الموبايل

source: Check all gifts
ar: اتعرف على كل الهدايا

# Sorry, you have exceeded the maximum number of allowed members
source: Sorry, You can’t have more than 10 members in your team
ar: خطأ, الحد الأقصى لأعضاء فريقك هو 10

# Sorry, the entered phone number is not eligible
source: Sorry, The mobile number you entered can’t be one of your team members
ar: خطأ, رقم الموبايل دة ماينفعش يكون من أعضاء فريقك

# Sorry, the entered phone number exists before
source: Sorry, The mobile number you entered is already a member in your team
ar: خطأ, رقم الموبايل دة موجود في فريقك

# Sorry, you have exceeded the maximum number of teams
source: Sorry, You can’t be a member of more teams
ar: خطأ, لا يمكنك الانضمام لأفراد فرق تانية

# Sorry, team not found
source: Sorry, This team doesn’t exist
ar: خطأ, الفريق دة مش موجود

# Sorry, user doesn't exist in this team
source: Sorry, This number isn’t not a member in this team
ar: خطأ, الرقم دة مش موجود في فريقك

# Sorry, you have exceeded the maximum number of redeeming
source: Sorry,
ar: خطأ,

# Sorry, the entered phone number is not eligible for opt-in or opt-out
source: Sorry, This number can’t be a member in your team
ar: خطأ, الرقم دة ماينفعش يكون فرد في فريقك

# No services found
source: You are not subscribed to any services yet.
ar: إنت مش مشترك في أي خدمة

# No search result
source: Your search did not match any services
ar: لا توجد نتائج لبحثك

source: Subscribe
ar: إشترك

source: Subscribe Now
ar: إشترك الأن

source: Subscribe with
ar: إشترك بـ

source: Alerting services
ar: خدمات إخبارية

source: Pt
ar: قرش

source: Popular
ar: الأكثر إستخدام

source: Search result
ar: نتائج البحث

source: Service price
ar: سعر الإشتراك

# Return
source: Cancel
ar: رجوع

# You've successfully opted out the service
source: You’ve unsubscribed to this service
ar: تم إلغاء إشتراكك للخدمة

# You've successfully purchased the service
source: You’ve successfully subscribed to this service
ar: تم الإشتراك في الخدمة بنجاح

source: Valid until:
ar: ساري ل:

source: Service price:
ar: سعر الإشتراك:

source: You are subscribed on this service
ar: إنت مشترك في هذه الخدمه

source: Manage your service
ar: تحكم في الخدمه

source: You will not be charged for using Ana Vodafone application locally or while roaming
ar: إستخدامك لتطبيق أنا ڤودافون لا يستهلك من الرصيد أو من باقة الأنترنت محليا أو أثناء التجوال

# Alerting services Description
source: Never miss a thing with Vodafone alerting services, you’ll receive a daily SMS with the latest news. Choose the services you want and subscribe now
ar: مش هيفوتك حاجة مع خدمة الرسايل الإخبارية, هيجيلك رسايل يومية بآخر الأخبار إختار الخدمات اللي تحبها وإشترك دلوقتي

source: Manage your alerting services
ar: إدارة الرسايل الإخبارية

source: My services
ar: خدماتي

source: Explore
ar: إكتشف

source: Subscribed Successfully
ar: تم الإشتراك بنجاح

source: Unsubscribed
ar: تم إلغائها

source: Unsubscribe
ar: إلغاء الإشتراك

source: Confirm subscription
ar: تأكيد الإشتراك

# You are about to subscribe
source: You are about to subscribe to %@ service
ar: إنت بتشترك في خدمة %@

# You’re about to unsubscribe from XX service
source: You’re about to unsubscribe from %@ service
ar: إنت بتلغي إشتراكك من خدمة %@

# You’ve unsubscribed from XX service successfully
source: You’ve unsubscribed from %@ service successfully
ar: تم إلغاء إشتراكك من خدمة %@ بنجاح

# You’ve subscribed to XX service successfully
source: You’ve subscribed to %@ service successfully
ar: لقد إشتركت في خدمة %@ بنجاح

# ASCongratsulations
source: Congratulations
ar: مبروك

# You’re about to subscribe to XX service with XX
source: You’re about to subscribe to %@ service with %@
ar: إنت دلوقتي بتشترك في خدمة %@ ب %@

# ASRenewal date
source: Renewal date:
ar: تاريخ التجديد:

source: Explore more services
ar: إكتشف خدمات أخرى

source: Search results
ar: نتائج البحث

source: Unsubscribe now
ar: إلغاء الخدمة

source: Explore other services
ar: إكتشاف خدمات أخرى

source: Back to my services
ar: الرجوع لخدماتي

# You have subscribed to all services in XX
source: You have subscribed to all services in %@
ar: إنت إشتركت في كل خدمات %@

# Manage your Alerting services Desc
source: Never miss a thing with Vodafone Alerting Services, you’ll receive a daily SMS with the latest news. Choose the services you want and subscribe now!
ar: مش هيفوتك حاجة مع خدمة الرسايل الإخبارية, هيجيلك رسايل يومية بآخر الأخبار إختار الخدمات اللي تحبها وإشترك دلوقتي

# My services Desc
source: Monitor all the services you have subscribed to, you can also unsubscribe from them anytime.
ar: تابع كل الخدمات إللي إشتركت فيها، وممكن كمان تلغي إشتراكك في أي وقت

# Explore Desc
source: Explore a wide range of alerting services and choose your favorite ones.
ar: إعرف أكتر عن مجموعة كبيرة من خدمات الرسايل الإخبارية وإختار إللي تحبه

# Search Desc
source: Search for a specific service and subscribe to it directly with our search tool.
ar: هتلاقي الخدمة إللي بتدور عليها بسهولة مع خاصية البحث

source: Get started
ar: إبدأ

# Tutorial screen 2 image
source: alerting_myservices
ar: alerting_myservices_ar

# Tutorial screen 3 image
source: alerting_explore
ar: alerting_explore_ar

# Tutorial screen 4 image
source: alerting_search
ar: alerting_search_ar

source: My Balance
ar: رصيدي

source: Monitor the balance you have in your account this way
ar: كل ما يخص رصيد حسابك هتلاقيه هنا

source: Your Flex balance
ar: رصيد فليكساتك

source: the total remaining Flexes are this way
ar: مجموع فليكساتك و المتبقي منها تقدر تعرفه من هنا

source: Explore your internet
ar: اكتشف تفاصيل

source: bundle consumption details this way
ar: استهلاك باقة الانترنت من هنا

source: Flex consumption details
ar: تفاصيل استهلاكك لفليكساتك

source: Click here to check your Flexs Consumption in details
ar: اضغط هنا عشان تعرف تفاصيل استهلاكك لفليكساتك

source: Close
ar: اغلق

source: Not now
ar: مش دلوقتي

# You are about to activate x
source: You are about to activate %@
ar: هيتم الاشتراك في خدمة %@

# Are you sure you would like to unsubscribe from x
source: Are you sure you would like to unsubscribe from %@
ar: تأكيد الغاء خدمة %@

# xx results
source: %lu results
ar: %lu نتائج

# You will find exactly what you're looking for
source: What are you looking for?
ar: بتدور على ايه فى أنا ڤودافون

source: Search for...
ar: ابحث عن...

# newItemSearch
source: search_here_en
ar: search_here_ar

source: Your card is refilled with recharges to dedicate to others whenever anyone on your team recharges
ar: كارتك بيتملى شحنات تهديها لناس أكتر كل ما حد في فريقك يشحن

source: Stars Card has endless recharges!
ar: كارت النجوم شحناته مابتخلصش!

source: Your card is refilled with recharges to be dedicated to others whenever your team recharges to stay gathered with your loved ones
ar: فريقك بيزودلك شحنات كارتك كل ما يشحن علشان تهديه لناس أكتر ونفضل متجمعين

source: With Vodafone & Pepsi Recharge or drink & you will win multiples of your spend worth of Vodafone minutes , SMS , and MBs & Pepsi points for you & for Team 010
ar: اشحن أو إشرب مع ڤودافون و بيبسي اضعاف فلوسك هترجعلك هدية دقايق و رسايل ڤودافون و ميجابايتس و بيبسي بوينتس ليك و لفريقك

# You’re about to dedicate a recharge to XX for free
source: You’re about to dedicate a recharge to %@ for free
ar: انت بتبعت شحنة لرقم %@ ببلاش

# You have successfully dedicated your Stars card recharge to XX
source: You have successfully dedicated your Stars card recharge to %@
ar: شحنة كارت النجوم اتبعتت بنجاح لرقم %@

source: Stars Card Gift Consumption
ar: استهلاكك لهديه كارت النجوم

source: Recharge Gift Consumption
ar: استهلاكك لهدية شحنتك

source: Dedicate
ar: ابعت شحناتك

source: You have no gifts yet Recharge to receive gifts from Stars Card
ar: لسة مفيش هدايا اشحن علشان يجيلك شحنات من كارت النجوم

source: Dedicate your card
ar: ابعت شحنات كارتك

source: Gather your friends in Team 010 & get more recharges
ar: جمع فريقك و شحنات كارتك مش هتخلص

source: Dedicate Recharges from your card
ar: ابعت شحنات من كارتك

source: Stars Card Dedications
ar: شحنات كارت النجوم

source: Team 010 Refilled Dedications
ar: شحنات زيادة من فريق 010

source: Back to promo
ar: الرجوع للعرض

source: Gifts
ar: هدايا

source: Unit
ar: وحده

source: Redeem Gift
ar: استبدل هديتك

source: You didn't recharge any card yet
ar: لم تقم بشحن كارت شحن

source: You’ve successfully recharged
ar: تم الشحن بنجاح

source: You’ve successfully redeemed your gift
ar: تم استبدال الهديه بنجاح

source: Negm El Nogoom Gift
ar: هدية كارت نجم النجوم

source: Negm El Nogoom
ar: نجم النجوم

# Recharge your balance
source: Recharge The Negm El Nogoom Card​
ar: اشحن كارت نجم النجوم

# Redeem pepsi
source: Enjoy Your Pepsi Points
ar: استمتع ببيبسي بوينتس​

# Redeem Voucher
source: Redeem cap code
ar: ادخل كود الغطا

# My 010 team
source: Team 010
ar: فريق 010

# Gift inbox
source: Available gifts
ar: هداياك المتاحة

# Enter Voucher Code
source: Enter Pepsi Cap code
ar: ادخل كود الغطا من بيبسي

source: Redeem Cap Code
ar: استخدم كود الغطا

source: Cap code
ar: كود الغطا

source: Total Units
ar: اجمالي الوحدات

source: points
ar: بوينتس

source: Sorry, this cap code has been used before
ar: عفوا٬ تم استخدام كود الغطا من قبل

# Pepsi 1 liter​
source: pepsi can
ar: بيبسي كان

# Pepsi 350 ml​​
source: 3 pepsi cans
ar: ٣ بيبسي كانز

source: Pepsi Can​
ar: ببيبسي كان​​

source: With vodafone & pepsi Recharge or drink & you will win multiples of your spend worth of vodafone minutes ,SMS ,and MBs & pepsi points for you & for your Team 010
ar: اشحن أو إشرب مع ڤودافون و بيبسي اضعاف فلوسك هترجعلك دقايق و رسايل ڤودافون و ميجابايتس و بيبسي بوينتس ليك و لفريقك

source: Redeem your Pepsi points & Enjoy your Pepsi gift​
ar: إستخدم بيبسي بوينتس الجمعتها و إستمتع ببيبسي هدية​

source: Redeem your Pepsi Cap code​
ar: دخل كود غطا بيبسي​​

source: Check your available gifts from Vodafone & Pepsi​
ar: اعرف هداياك المتاحة من ڤودافون و بيبسي

source: Gather your team & each time a member recharges or drinks with Vodafone & Pepsi all the team will win​
ar: جمع فريقك و كل ما حد يشحن أو يشرب مع ڤودافون و بيبسي الفريق كله كسبان

source: Recharge the Negm El Nogoom recharge card & win multiples of your Recharge worth of Vodafone minutes , SMS , and MBs & Pepsi points for you & for Team 010​
ar: اشحن كارت نجم النجوم و اكسب اضعاف الشحنة دقايق و رسايل ڤودافون و ميجابايتس و بيبسي بوينتس ليك و لفريقك​

source: Gather your team and choose the members to get endless recharges whenever they recharge
ar: جمّع فريق 010 واختار أعضاءه عشان يزود شحناتك كل ما يشحنوا

source: Dedication Reward Gift
ar: شحنتك الهدية

source: Stars card
ar: كارت النجوم

source: Remaining units
ar: الوحدات المتبقية

# Blacklisted A MSISDN
source: You have successfully recharged your balance But you are not eligible to enjoy Stars Card promo!
ar: لقد تم شحن رصيدك لكن غير متاح ليك الاستمتاع بعرض كارت النجوم!

# Not eligible A service class
source: You have successfully recharged your balance But you are not eligible to enjoy Stars Card promo!
ar: لقد تم شحن رصيدك لكن غير متاح ليك الاستمتاع بعرض كارت النجوم!

# MSISDN A is opted out
source: Sorry! This number is not eligible to enjoy Stars Card promo
ar: عفوا! الرقم ده غير متاح ليه الاستمتاع بعرض كارت النجوم

# Blacklisted B MSISDN
source: Sorry! This number is not eligible to enjoy Stars Card promo
ar: عفوا! الرقم ده غير متاح ليه الاستمتاع بعرض كارت النجوم

# Not eligible B service class
source: Sorry! This number is not eligible to enjoy Stars Card promo
ar: عفوا! الرقم ده غير متاح ليه الاستمتاع بعرض كارت النجوم

# MSISDN B is opted out
source: Sorry! You cannot dedicate Stars Card to yourself
ar: عفوا! غير متاح انك تبعت كارت النجوم لرقمك

# Same A and B MSISDN
source: Sorry! You cannot dedicate Stars Card to yourself
ar: عفوا! غير متاح انك تبعت كارت النجوم لرقمك

# Not enough voucher value ( voucher value is below eligible vouchers value )
source: To enjoy Stars Card promo please make sure that you have minimum balance of 10 L.E
ar: الحد الأدنى للاستمتاع بعرض كارت النجوم هو 10 جنيه

# Voucher is already dedicated to MSISDN
source: Sorry! You have dedicated this Card to this number before please select another number
ar: عفوا! الرقم ده تم اهداء ليه نفس الكارت، ممكن تبعت الكارت لرقم تاني

# No dedications available
source: Sorry! You have dedicated this Card to this number before please select another number
ar: عفوا! الرقم ده تم اهداء ليه نفس الكارت، ممكن تبعت الكارت لرقم تاني

# No gifts available
source: You have no gifts yet Recharge to receive gifts from Stars Card
ar: ليس لديك هدايا اشحن علشان يجيلك شحنات من كارت النجوم

source: Gift Redemption
ar: استبدال هديتك

source: You're redeeming your gift with
ar: انت بتستبدل هديتك ب

source: You have successfully redeemed your gift
ar: تم استبدال هديتك بنجاح

source: Donations
ar: التبرعات

source: Organizations
ar: المؤسسات الخيرية

source: History
ar: التبرعات السابقة

source: Pay via Vodafone Cash
ar: التبرع من خلال فودافون كاش

source: Pay on bill
ar: التبرع علي الفاتورة

# Pay now_NGO
source: Donate now
ar: اتبرع الأن

source: Donate to
ar: تبرع إلى

source: Donation amount
ar: قيمة التبرع

# You donated XX LE to XX
source: You donated %@ LE to %@
ar: لقد تبرعت بـ %@ جنيه لـ%@

source: The more you donate, the sooner the dream of speeding up the construction and equipping the new out-patient clinics is realized. Help us by contributing to the new clinics, and restore the happiness in our children's lives.
ar: مساهمتك هتساعدنا في تحقيق حلم بناء و تجهيز العيادات الخارجية الجديدة. ساعدنا نرجع السعادة في حياة أطفالنا.

source: Baheya
ar: بهية

source: Help us save Egyptian women through early detection of breast cancer, which will increase their chances of survival and leading a normal life.
ar: ساعدنا في إنقاذ المرأة المصرية من خلال الكشف المبكر عن سرطان الثدي ، مما سيزيد من فرص النجاه و يساعدها في عيش حياة طبيعية.

source: Resala
ar: رسالة

source: Your contribution will help us in serving those in need.
ar: مساهمتك ستساعدنا في خدمة المحتاجين

source: Magdi Yacoub
ar: مجدي يعقوب

source: Magdi Yacoub Heart Foundation depends upon the financial generosity of individuals and institutions to provide free world-class medical services to the less privileged in Egypt and throughout the region in the field of cardiovascular diseases.
ar: تعتمد مؤسسة مجدي يعقوب للقلب على الكرم المالي للأفراد والمؤسسات لتوفير خدمات طبية مجانية على المستوى العالمي للأقل تميزاً في مصر وفي جميع أنحاء المنطقة في مجال أمراض القلب والأوعية الدموية

source: Donate on bill
ar: التبرع على الفاتورة

source: Now you can donate & it will be on your next bill
ar: دلوقتي هتقدر تتبرع و تتحسب على فاتورة الشهر الجاي

source: Donate now
ar: اتبرع دلوقتي

source: Never miss a show with RED Stars pass during Ramadan with free Vodafone TV subscription & without consuming from your bundle
ar: اتفرج على المسلسلات براحتك مع PASS النجوم من غير ما تسحب من باقتك على Youtube و Vodafone TV مجانا

source: Subscribe now & enjoy watching
ar: إشترك الأن و إستمتع بالمشاهدة

source: Subscribe now for FREE
ar: إشترك الأن ببلاش

source: Ramadan Kareem
ar: رمضان كريم

source: You are now subscribed to RED Stars Pass for Free
ar: أنت الأن مشترك في Pass لنجوم ببلاش

source: No Bundle
ar: لايوجد باقة

source: My flex
ar: فليكساتى

source: Buy data bundle
ar: اشترك الآن

source: Super Flex
ar: سوبر فليكس

source: Enjoy doublue your internet flexs
ar: استمتع بضعف فليكساتك

# Flex transfer_1
source: Flex transfer
ar: تحويل الفليكسات

source: Transfer your extra flexes
ar: حول فليكساتك الزيادة

source: 365 Offers
ar: عالم عروض 365

source: Every tilme different offer
ar: كل مرة هيجيلك عرض مختلف

source: Other services
ar: خدمات اخري

# Flex_arrow_white
source: Flex_arrow_left_white
ar: Flex_arrow_right_white

source: days to renew internet bundle
ar: أيام لتجديد باقة النت

source: You’re out MBs, renew now
ar: الميجابيتس خلصت، جدد باقتك دلوقتي

source: Your Flex bundle expired.
ar: باقت فليكس انتهت.

source: Your internet bundle expired.
ar: باقت الانترنت انتهت.

source: Super Flex is the perfect choice if you are a heavy internet user Enjoy double your internet flexes power with Super flex service(1 Flex = 2 Megabytes instead of 1 Megabyte)
ar: سوبر فليكس هي دايما الحل لو بتستهلك انترنت كتير ضاعف قوة فليكساتك اللى هتستخدمها عالنت مع خدمة سوبر فليكس ( 1 فليكس = 2 ميجا بدلاً من 1 فليكس = 1 ميجا

# Super Flex n
source: Super Flex
ar: سوبر فليكس

source: Are you sure you want to subscribe to Super Flex?
ar: متأكد من اشتراكك لسوبر فليكس؟

# later3
source: later
ar: لاحقا

source: UnSubscribe
ar: إلغاء الاشتراك

source: Are you sure you want to unsubscribe to Super Flex?
ar: متأكد من إلغاء اشتراكك لسوبر فليكس؟

source: You successfully unsubscribed from Super Flex
ar: تم إلغاء اشتراكك في خدمة سوبر فليكس

source: You didn’t successfully unsubscribe from this service, please try again later
ar: لم تتم عملية إلغاء اشتراكك للخدمة، حاول تاني

source: You failed to subscribe, please try again later
ar: لم تتم عملية اشتراكك، حاول تاني

source: You don’t have enough balance to enjoy this service
ar: رصيدك غير كافي للاشتراك في الخدمة

# You’re now enjoying your internet use with Super Flex
source: Congratulations! You’re now enjoying your internet use with Super Flex
ar: مبروك! انت دلوقتي بتستمتع باستهلاكك للإنترنت مع سوبر فليكس

# You will subscribe to super flex service with XX LE/Month.
source: You will subscribe to super flex service with %@ LE/Month.
ar: سيتم الإشتراك في خدمة سوبر فليكس ب %@ ج.م شهرياً.

source: You will subscribe to super flex service
ar: سيتم الإشتراك في خدمة سوبر فليكس.

source: You don't have enough balance but you have successfully subscribed to Super flex. Please recharge your balance to activate it.
ar: رصيدك غير كافي بس اشتركت في سوبر فليكس بنجاح اشحن رصيدك دلوقتي لتفعيل الخدمة

source: Flex Extra
ar: فليكس اكستر

source: Don’t worry about your bundle consumption, with Flex Extra you will be able to increase your bundle flexes at any time during the month
ar: خلصت باقتك و ماتقلقش علشان دلوقتى مع فليكس اكسترا هتقدر تزود فليكساتك فى أى وقت فى الشهر

# Subscribe now2
source: Subscribe now
ar: اشترك دلوقتي

source: Flex deals
ar: فليكس ديلز

source: Enjoy monthly discounts in restaurants, clothes shops, electronics and many other
ar: استمتع بخصومات شهرية فى المطاعم ومحلات الملابس و الاليكترونيات وحاجات تانية كتير.

source: No enough balance to subscribe
ar: رصيدك غير كافي للاشتراك

source: Please choose from the below Flex Extras
ar: اختار اكسترا المناسب ليك

source: Monthly renewable
ar: تجديد تلقائي كل شهر

source: On monthly demand
ar: على حسب الطلب

# Success xn Flex Extras xxEGP has been added successfully to your bundle
source: Success Flex Extras %@EGP has been added successfully to your bundle
ar: نجاح تم اضافة فليكس اكسترا %@ جنيه لباقتك بنجاح

# Request Failed xn An error occurred, please try again
source: Request Failed An error occurred, please try again
ar: فشل طلبك عطل مؤقت٫ حاول تانى

source: Flex Extra 3 EGP
ar: فليكس اكسترا ٣ جنيه

source: Flex Extra 5 EGP
ar: فليكس اكسترا ٥ جنيه

source: Flex Extra 10 EGP
ar: فليكس اكسترا ١٠ جنيه

source: 60 Flexs
ar: ٦٠ فليكس

source: 120 Flexs
ar: ١٢٠ فليكس

source: 300 Flexs
ar: ٣٠٠ فليكس

source: 3EGP = 60 Flexes
ar: ٣ جنيه = ٦٠ فليكس

source: 5EGP = 120 Flexes
ar: ٥ جنيه = ١٢٠ فليكس

source: 10EGP = 300 Flexes
ar: ١٠ جنيه = ٣٠٠ فليكس

source: Flex Management
ar: ادارة فليكساتك

# Vodafone Numbers_1
source: Vodafone Numbers
ar: مكالمات فودافون

source: Non Vodafone minutes
ar: دقائق لشبكات أخرى

# xx flexes
source: %@ flexes
ar: %@ فليكس

# You have xx carried over from last month
source: You have %@ carried over from last month
ar: عندك %@ فليكسات مترحلة من الشهر الى فات

# Total consumed flexes xx flex
source: Total consumed flexes %@ flex
ar: اجمالى الفليكسات المستخدمة هو %@ فليكس

source: Consumption breakdown
ar: تفاصيل فليكساتك المستخدمة

source: Your Bundle expired!
ar: باقتك انتهت!

# xn Renewal your bundle now
source: Renewal your bundle now
ar: جدد باقتك دلوقتى
