Repository: VodafoneEgypt/VUIComponents
Catalog: VUIComponents/Classes/Components/Utils/*.lproj/Localizable.strings
Languages: ar

# minimumValue
source: Sorry, The Minimum amount of recharge is 10 LE
ar: عفوا،لا يمكنك الشحن بمبلغ أقل من 10 جنية

# ONnet
source: Mins To Vodafone
ar: دقائق لفودافون

# Xnet
source: Mins To Others
ar: دقائق لشبكات أخرى

# Credit-Added
source: Credit added successfully
ar: تم شحن الرصيد

# FreeNumber Success
source: the numbers have been added successfully
ar: تم اضافة الارقام بنجاح

# FreeNumber Fail
source: an error has occurred, please try again
ar: ظهر خطأ, برجاء المحاولة مرة اخري

# Credit Free Number Note
source: You can choose only one free number
ar: ممكن تختار رقم واحد فقط تكلمه ببلاش

# Ragel El beit Title
source: Ragel ElBeit
ar: راجل البيت

# Ragel El beit Desc
source: Enjoy news SMS alerts and auto call collect for 3 chosen Vodafone numbers
ar: هيجيلك رسائل يومية بآخر أخبار البلد و هتختار 3 من عيلتك يكلموك من باقتك حتى لو معهومش رصيد

# Set El Beit Title
source: Set ElBeit
ar: ست البيت

# Set El Beit Desc
source: Enjoy cooking SMS alerts with new recipes and 10 minutes 3alNota instead of 3 minutes
ar: كل يوم هيجيلك وصفات طبخ جديدة ولو رصيدك خلص هتكمّلي كلامك عالنوتة لمدة 10 دقايق بدل 3 دقايق

# El Negm tite
source: El Negm
ar: النجم

# El Negm Desc
source: Enjoy football SMS alerts with the latest updates and all day access to FilGoal.com
ar: هيجيلك أخبار الكورة قبل أي حد و هتدخل على موقع في الجول في أي وقت من غير ما تدفع و لا مليم

# El Sanyoura Title
source: El Sanyoura
ar: السنيورة

# El Sanyoura Desc
source: Enjoy beauty & health tips SMS alerts and all day access to FilFan.Com
ar: هيجيلك نصايح لصحتك و جمالك كل يوم و هتدخل على موقع في الفن في أي وقت من غير ما تدفع و لا مليم

# RagelElBeit Sms Title
source: News SMS Alerts
ar: رسائل الأخبار اليومية

# RagelElBeit Sms Desc
source: Receive daily news SMS alerts with Ragel El Beit bundle
ar: استقبل رسائل يومية بآخر أخبار البلد مع باقة راجل البيت

# SetElBeit Sms Title
source: Cooking SMS Alerts
ar: رسائل الطبخ اليومية

# SetElBeit Sms Desc
source: Receive cooking SMS alerts with new recipes with Set elBeit bundle
ar: كل يوم هيجيلك وصفات طبخ جديدة مع باقة ست البيت

# ElNegm Sms Title
source: Football SMS Alerts
ar: رسائل كرة القدم اليومية

# ElNegm Sms Desc
source: Receive football SMS alerts with the latest updates
ar: هيجيلك أخبار الكورة قبل أي حد مع باقة النجم

# ElSanyoura Sms Title
source: Beauty & Health SMS Alerts
ar: رسائل الجمال و الصحة اليومية

# ElSanyoura Sms Desc
source: Enjoy beauty & health tips SMS alerts with ElSanyoura
ar: كل يوم هيجيلك ر سائل عن الصحة و الجمال مع باقة السنيورة

# RagelElBeit Freebee Title
source: Edfa3ly Shokran
ar: ادفعلى شكرا

# RagelElBeit Freebee Desc
source: Choose 3 Vodafone numbers who can call you from your minutes
ar: اختار 3 من عيلتك يكلموك من باقتك حتى لو معهومش رصيد

# ElNegm Freebee Title
source: Enjoy access to FilGoal.com
ar: استمتع بموقع FilGoal.com

# ElNegm Freebee Desc
source: Enjoy all day access to FilGoal.com
ar: ادخل على موقع في الجول في أي وقت من غير ما تدفع و لا مليم

# ElSanyoura Freebee Title
source: Enjoy access to FilFan.com
ar: استمتع بموقع FilFan.com

# ElSanyoura Freebee Desc
source: Enjoy all day free access to FilFan.com
ar: ادخلى على موقع في الفن في أي وقت من غير ما تدفعى و لا مليم

# SetElBeit Freebee Title
source: 10 minutes 3al Nouta
ar: 10 دقائق ع النوتة

# SetElBeit Freebee Desc
source: Enjoy 10 minutes 3alNota instead of 3 minutes
ar: كمّلي كلامك عالنوتة لمدة 10 دقايق بدل 3 دقايق

# Harakat
source: Harakat Services
ar: خدمات حركات

# Harakat Desc
source: Harakat rate plan is not just about minutes!
ar: نظام حركات..نظام مش بس دقايق!

# Harakat AddOn Success %@
source: You have subscribed successfully in %@
ar: اشتركت فى %@ بنجاح

# add addon confirmation message
source: You will subscribe in
ar: هتشترك فى

# Deactivate SMS Title
source: Deactivate
ar: إيقاف الخدمة

# Activate SMS Title
source: Activate
ar: إشترك الآن

source: addonClass
ar: addonClassAr

source: Mobile Number
ar: رقم الموبايل

# Sms Success
source: We are working on your request. This might take a couple of hours, thanks for your patience.
ar: التغيير سيتم فى خلال ساعتين. شكرا لانتظارك

source: days
ar: يوم

source: hours
ar: ساعه

source: minutes
ar: دقائق

source: seconds
ar: ثانيه

source: Updated
ar: تم التحديت منذ

# now
source: Updated now,
ar: ،تم التحديث الآن

source: Now
ar: الآن

# Click here To Refresh
source: refresh
ar: للتحديث

# promoQuota
source: Free MBs Offer
ar: عرض الميجابايتس المجانية

# Social Optin Confirmation Title
source: MI Social Promo
ar: عرض السوشيال

# Social Optin Confirm Descriotion
source: Double your mobile internet on Social websites starting next month Subscribe now&enjoy!
ar: ضاعف باقة الانترنت علي جميع شبكات التواصل الاجتماعي بداية من الشهر القادم اشترك دلوقتي و استمتع

# Confirm Optin Social
source: Subscribe for free
ar: اشترك مجانا

# Social Cancel
source: Later
ar: لاحقا

# Success_Optin
source: Congratulations You are opted in successfully to the social double the quota promo. Starting next month, your quota will be doubled
ar: تم الاشتراك بنجاح في عرض ضعف الباقة (سوشيال). سوف يتم زيادة المجابيتس الاضافية بدأ من الشهر القادم

# Already OptedIN
source: You are already subscribed to this offer.
ar: انت بالفعل مشترك في العرض

# flex rollover section titile
source: Flex rollover:
ar: رحّل فليكساتك

# flex Rollover Desc
source: Now you can roll over your flexes to the next month automatically
ar: دلوقتي هتقدر ترحّل فليكساتك تلقائيا للشهر التالي

source: opt-in
ar: أشترك

# flex rollover confirmation msg
source: Are you sure you want to roll over your flexes automatically to the next month?
ar: هل تريد ترحيل فليكساتك تلقائيا للشهر التالي ؟

# flex rollover succeed
source: Your flexes have been rolled over successfully
ar: تم ترحيل فليكساتك بنجاح

# Card 1 title
source: Generous Card
ar: كارت الكرم

# Card 2 title
source: Community Card
ar: كارت الصحبة

# Card 3 title
source: Luck Card
ar: كارت الحظ

# Card 1 description
source: get 30LE to be used as you wish
ar: هيجيلك 30ج اخر كرم تستخدمهم زي ما تحب

# Card 2 description
source: Get 40 LE to call 2 special Vodafone numbers & 10 LE to be used as you wish
ar: هيجيلك 40ج رصيد تكلم بيهم رقمين فوادفون من اختيارك و كمان 10ج رصيد

# Card 3 description
source: If you’re lucky, you’ll receive between 20 LE to 50 LE to be used as you wish.
ar: لو محظوظ هيجيلك من 20ج ل50ج تستخدمهم زي ما تحب

# Already Voted
source: You can only vote for one time daily
ar: لقد تم التصويت لأحد الكروت اليوم بالفعل

# vote success %@
source: You have successfully voted for the %@
ar: تم التصويت ل%@ بنجاح

# trio subscribe Success %@
source: You have successfully subscribed & voted for the %@
ar: تم الإشتراك و التصويت ل%@ بنجاح

# trio recharge Success %@
source: You have successfully recharged & voted for the %@
ar: تم الشحن و التصويت ل%@ بنجاح

# trio subscribe no enpught balance
source: no enough balance
ar: عميلنا العزيز، لقد تم تنفيذ طلبك بنجاح

# Super Number title
source: Special Numbers
ar: الأرقام المميزة

# success whitelist point
source: Dear customer, your request has been done successfully!
ar: عميلنا العزيز، لقد تم تنفيذ طلبك بنجاح

# get trio card
source: Subscribe to our new 5 L.E. cards
ar: اشترك في كارت ال5 الجديد

source: unit
ar: وحدة

# warning third Card %@
source: Please note that in case of recharging the %@ again for the third time within three days you will lose the rest of credit of the first two cards
ar: يرجي العلم أنه في حالة شحن %@ للمرةالثالثة في خلال ٣ أيام سيتم انتهاء الرصيد المتبقي من الكارتين الي تم شحنهم من قبل

# OffPeak String %d
source: Extra %d unit from 6am to 6pm
ar: وكمان %d وحدة من ٦ص ل ٦ م

source: Language
ar: اللغة

# App Version
source: Version Number
ar: رقم الاصدار

# You are now enjoying double the quota promo
source: You are now enjoying the promo
ar: انت دلوقتي بتستمتع بالعرض

# check all your gifts
source: Today’s Offers
ar: عروض اليوم

source: Play again
ar: العب تاني

source: Add Number
ar: أضف رقم

source: Add your favourite number
ar: أضف رقمك المفضل

# 365 Gifts
source: 365 Offers
ar: عروض 365

# 365 Gifts subtitle
source: Shake and check today’s offers!
ar: رج الموبايل و اكتشف عروض اليوم!

# 365 Gifts desc
source: Welcome to 365 Promotional World!
ar: أهلاً بيك في عالم عروض فليكس!

source: Round
ar: المحاولة

# 365 flex start text Swipe
source: SWIPE HERE
ar: مر عبر الشاشة

# 365 flex start text Shake
source: SHAKE YOUR DEVICE
ar: رج الموبايل

# 365 flex start text OR
source: OR
ar: او

# DCVMFlex_1
source: Flex 25
ar: فليكس 25

# DCVMFlex_2
source: Flex 25
ar: فليكس 25

# DCVMFlex_4
source: Flex 40
ar: فليكس 40

# DCVMFlex_5
source: Flex 40
ar: فليكس 40

# DCVMFlex_7
source: Flex 60
ar: فليكس 60

# DCVMFlex_8
source: Flex 60
ar: فليكس 60

# DCVMFlex_10
source: Flex 80
ar: فليكس 80

# DCVMFlex_11
source: Flex 80
ar: فليكس 80

# 1 flex usage
source: Minutes To Vodafone Numbers/ SMS/ MBS
ar: الدقيقة لڤودافون و الرسالة لأى شبكة و الميجابايت

source: 1 flex
ar: ١ فليكس

# 5 flex usage
source: Minutes To anyother operator or landline
ar: الدقيقة لأى شبكة تانية أو خط ارضى

source: 5 flex
ar: ٥ فليكس

# DCVM not eligible
source: Sorry, you’re not eligible to this offer
ar: للاسف مش هتقدر تستفيد من العرض دة

# Login to get DCVM offer
source: Please login to enjoy this offer
ar: ادخل على حسابك عشان تقدر تستمتع بالعرض

# Digital CVM Redirection Text
source: Sorry, you’re not eligible to this offer but Vodafone offers are endless
ar: العرض ده غير مناسب لنظامك ولكن عروض فودافون مبتخلصش

# set number to get offer
source: Enter Your Number
ar: ادخل رقمك

# Digital CVM Offer Subscribe Success
source: Now you are enjoying the offer
ar: انت دلوقتى بتستمتع بالعرض

source: Sorry, This offer is not available now
ar: عفوا هذا العرض غير سارى

source: Internet
ar: انترنت

source: Social media
ar: مواقع تواصل إجتماعي

source: Browsing
ar: تصفح مواقع

source: Facebook
ar: فيسبوك

source: Free traffic
ar: أخرى

source: Music
ar: موسيقي

source: Streaming
ar: فيديو

source: VF Live
ar: فودافون لايف

# Eftar Title
source: Iftar Sa2em 45LE
ar: إفطار صائم ٤٥ جنيه

# Zakat Money Title
source: Zakat El Maal
ar: زكاة المال

# Zakat Ftr Title
source: Zakat El Fitr
ar: زكاة الفطر

# Ramadan Bag Misr Elkher Title
source: Ramadan Bag 200LE
ar: كرتونة رمضان ١٤٥ جنيه

# Ramadan Bag Food Bank Title
source: Ramadan Bag 145LE
ar: كرتونة رمضان ٢٠٠ جنيه

# Entertainment title
source: Entertainment
ar: الخدمات الترفيهية

# Ramadan TV
source: Vodafone TV
ar: تليفزيون ڤودافون

# confirm Unlock %@
source: %@ LE will be deducted to unlock dedication
ar: هيتم خصم %@ جنيه علشان تقفل خاصية الاهداء

# madrid redeem gift A
source: The happiness came to you. Get your gift now!
ar: الفرحة جاتلك ، استبدل هديتك الان!

# madrid mass warning loss
source: The dedications left will be lost once you recharge a new happiness card.
ar: الاهداءات المتبقية هتروح اول ما تشحن كارت فرحة جديد.

source: left
ar: متبقية

# Madrid Mass Not Elegible to receive
source: Sorry, this number can't redeem this gift
ar: لا يمكن استلام الهدية من الرقم دة

# Madrid Mass Not Elegible to Send
source: Sorry, this number can't send a gift
ar: لا يمكن ارسال هدية من الرقم دة

source: Units
ar: وحدة

# Fanoos state 1
source: Rub the Fanous, and it will pick someone from your loved ones!
ar: ادعك الفانوس وهيختارلك رقم من أرقام حبايبك

# Fanoos state 2
source: Rub the Fanous now!
ar: يلّا ادعك الفانوس

# Fanoos state 3
source: You’re one step away from choosing someone from your loved ones!
ar: خطوة واحدة و وهيتم اختار رقم من أرقام حبايبك

# Fanoos state 4
source: Congratulations
ar: مبروك!

# Dedication Description %@
source: %@ dedicated a card to you !
ar: وصلك اهداء من الرقم %@

# Redeem Confirmation %@
source: You are grabbing the gift you earned for %@ L.E.
ar: للحصول على الهدية اللى استحقيتها ب %@ جنيه.

# Redeem Success %@
source: Congratulations ,you received the gift card from %@
ar: مبروك, استلمت الهدية من %@

# Gift C %@
source: %@ redeemed your card check your gift!
ar: %@ استخدم الكارت اعرف هديتك!

# gift C success
source: Congratulations, You have redeemed your gift successfuly
ar: مبروك إستلمت هديتك بنجاح

# Madrid Red MI not subscribed Title
source: Streaming Bundle Free
ar: باقة الStreaming ببلاش

# Madrid Red MI subscribed Title
source: RED Video Offer
ar: عرض باقات الفيديو ل RED

# Madrid Red MI not subscriped desc
source: Enjoy free streaming for Vodafone TV , Shahid and Youtube!
ar: استمتع بالStreaming ببلاش طول شهر رمضان على تلفزيون ڤودافون!

# Madrid Red MI not subscriped optin btn
source: Subscribe
ar: اشترك

# Madrid Red MI dedicate view title
source: Dedicate megabytes
ar: اهداء ميجابايتس

# Madrid Red MI dedicate view desc
source: Spread the happiness and dedicate megabytes to one of your friends and family !
ar: فرّح واحد من أصحابك و قرايبك و اهديه ميجابايتس ببلاش!

# Madrid Red MI Dedicate View Title
source: Dedicate Megabytes
ar: اهداء ميجابايتس

# Madrid Red MI Dedicate View Receiver View Title
source: Send the gift to number you choose
ar: ابعت الهدية لرقم من اختيارك

# Madrid Red MI Dedicate View Receiver number Placeholder
source: Enter the number you want
ar: ادخل الرقم اللي اخترته

# Madrid Red MI Dedicate View Auto Select Title
source: Or let the fanous choose for you!
ar: أو خلّي الفانوس يختار لك!

# Madrid Red MI Dedicate View Auto Select Desc
source: Rub the Fanous, and we’ll pick someone from your loved ones!
ar: ادعك الفانوس وهنتختارلك رقم من أرقام حبايبك

# Madrid Red MI auto select number btn
source: Rub the Fanous
ar: ادعك الفانوس

# Madrid red MI Dedicate Game Title
source: Rub the Fanous
ar: ادعك الفانوس

# Madrid red MI Dedicate Game Desc1
source: Rub the fanous and we will pick someone from your loved ones
ar: ادعك الفانوس وهيختارلك رقم من أرقام حبايبك

# Madrid red MI Dedicate Game Desc2
source: Rub the Fanous now
ar: يلا ادعك الفانوس

# Madrid red MI Dedicate Game Desc3
source: You’re one step away from choosing your loved ones
ar: خطوة واحدة و يتم اختيار رقم من ارقام حبايبك

# Madrid red MI Dedicate Game Desc4
source: Congratulations
ar: مبروك!

# Madrid Red MI Select Number Title
source: This is the number
ar: الرقم هو

# Madrid Red MI Select Number Dedicate Btn
source: Send the gift to this number !
ar: ابعت الهدية للرقم دة !

# Madrid Red MI Select Number Select Another Btn
source: No, I want to play again!
ar: لا، هجرب مرة تانية !

source: Main Offer Quota
ar: استهلاك باقة العرض الأساسية

# Madrid Red MI not Subscribed gift b title
source: Dedicated Megabytes
ar: اهداء ميجابايتس

# Madrid Red MI not Subscribed gift b desc
source: Someone spread the happiness and dedicated megabytes for you! Check your megabytes now!!
ar: واحد من صحابك فرّحك و بعتلك ميجابايتس ببلاش!

# Madrid Red MI gift b title
source: Dedicated Megabytes
ar: اهداء ميجابايتس

# Madrid Red MI gift b desc
source: Someone spread the happiness and dedicated megabytes for you! Check your megabytes now!!
ar: واحد من صحابك فرّحك و بعتلك ميجابايتس ببلاش!

# Madrid Red MI gift c desc
source: Extra Megabytes
ar: ميجابايتس هدية

# Madrid Red MI gift c title
source: Because you spread happiness to one of your friends, you also have extra megabytes. Check them now!
ar: عشان انت فرّحت واحد من أصحابك انت كمان هتفرح بميجابايتس ببلاش!

# Madrid red mi promo view title
source: Congratulations
ar: مبروك

# Madrid red mi promo dedecation Text
source: has dedicated megabytes for you
ar: بعتلك ميجاباتس ببلاش

# Madrid red mi promo desc
source: Because you spread happiness among your loved one, we have got you a gift!
ar: عشان انت بتفرح صحابك و قرايبك, جبنالك هدية!

# Madrid red mi promo enjoying Text
source: You are now enjoying
ar: انت دلوقتي بتستمتع ب

# Madrid red mi no gifts desc
source: Now you can spread the happiness and dedicate megabytes to one of your friends and family !
ar: دلوقتي تقدر تفرّح واحد من أصحابك و قرايبك و تهديه ميجابايتس ببلاش!

# madrid red mi redeem succeed
source: Congratulation, you are successfully redeemed your gift.
ar: مبروك, لقد استلمت هديتك بنجاح.

# Madrid red MI dedication succeed
source: You have successfully dedicated to
ar: دلوقتي تم الاهداء الى الرقم:

# Madrid red mi promo Redeem
source: Redeem
ar: الحصول على الهدية

# enjoy units
source: MB/GB
ar: ميجابايتس جيجابايتس

# Madrid Red MI Dedicate btn
source: Dedicate
ar: اهداء

source: Valid till
ar: ساري حتى

# of xx left
source: of %@ left
ar: من %@ متبقيه

# of xfGB left
source: of %.fGB left
ar: من %.fجيجا متبقيه

# Madrid red mi notification title
source: Your Inbox
ar: الرسائل

# regularFont
source: VodafoneRg-Regular
ar: GESSTwoMedium-Medium

# lightFont
source: VodafoneLt-Regular
ar: GESSTextLight-Light

# boldFont
source: VodafoneRg-Bold
ar: GESSTextBold-Bold

# You have an access to Ana Vodafone app
source: Congratulations! You have an access to Ana Vodafone app
ar: تهانينا!لديك حق الوصول الي تبيق انا فودافون

source: Quick login
ar: تسجيل الدخول السريع

# Containue as
source: Continue as
ar: استمر ب

# Madrid Red Voucher Vendors View Title
source: RED Vouchers
ar: كوبونات RED

# Madrid Red Voucher Vendors View Dedicate Title
source: Dedicate a Voucher
ar: اهداء كوبون

# Madrid Red Voucher Vendors View Dedicate desc
source: Spread the happiness between your friends and family, dedicate a voucher to one of them for free and enjoy your gift!
ar: فرّح أصحابك و قرايبك واهدي لواحد منهم كارت ببلاش و استمتع بهديتك!

# Madrid Red Voucher Vendors View Vendor List Title
source: Venues to redeem from
ar: أماكن استبدال الكوبونات

# Madrid Red Dedicate View Title
source: Dedicate a voucher
ar: اهداء الكوبون

# Madrid Red Dedicate View Receiver View Title
source: Send the gift to number you choose
ar: ابعت الهدية لرقم من اختيارك

# Madrid Red Dedicate View Receiver number Placeholder
source: Enter the number you want
ar: ادخل الرقم اللي اخترته

# madrid red voucher dedication succeed
source: You have successfully dedicated a voucher to
ar: انت اهديت كوبون بنجاح للرقم

# no Matches
source: No Matches found
ar: لم يتم العثور على تطابق

# Madrid Red Voucher Vendors View desc
source: Spread the happiness, dedicate a voucher to one of your friends and enjoy your gift!
ar: فرّح أصحابك واهدي واحد منهم كارت واستمتع بهديتك!

# Madrid Red Dedicate View Receiver Name Placeholder
source: Enter the name you want
ar: ادخل الأسم اللي اخترته

# Madrid Red Dedicate btn
source: Dedicate
ar: اهداء

# search Branch
source: Search Location
ar: البحث عن الموقع

# Fees
source: Delivery Fees
ar: رسوم التوصيل

# Area
source: Address details (Building no, street no, flat no)
ar: تفاصيل العنوان (رقم المبنى – اسم الشارع – رقم الشقة)

# Full Address
source: Landmark
ar: علامة مميزة للمكان

source: Select government
ar: اختر المحافظة

source: Use my current location
ar: استخدم موقعي الحالي

# You will receive SMS
source: Dear customer, you will receive an SMS with a link to complete your subscription request.
ar: عميلنا العزيز، ستصلك رسالة بها رابط لاستكمال طلب الاشتراك.

source: Personal information
ar: المعلومات الشخصيه

source: Agree to be conected through email
ar: أوافق على الاتصال عن طريق الايميل

source: Save Change
ar: حفظ التغيرات

source: First name:
ar: الاسم الاول :

source: Last name:
ar: اسم العائلة :

source: City:
ar: المدينه :

source: Gender:
ar: النوع :

source: Email :
ar: الايميل :

source: Date of birth:
ar: تاريخ الميلاد:

source: Or
ar: او

# Payment error title
source: Error while processing payment
ar: حدث خطأ أثناء الدفع

source: Recharge for others
ar: شحن لرقم اخر

source: Recharge my balance
ar: شحن رصيدي

source: Total balance is:
ar: الرصيد الكلي :

# saved credit cards
source: Your credit cards
ar: بطاقاتك الائتمانية

# select payment option
source: How do you want to pay?
ar: عايز تدفع عن طريق؟

source: Credit card
ar: البطاقة الائتمانية

# scratch card
source: Recharge card
ar: كارت الشحن

source: Vodafone Cash
ar: فودافون كاش

source: EGP
ar: جنية

# card number
source: Enter card number/ Scan your card
ar: ادخل رقم الكارت/ ثبت الكاميرا على الكارت

# MM/YY
source: Expiry Date
ar: تاريخ الانتهاء

source: Name as on card
ar: الاسم كما يظهر على البطاقة

# Total Amount Payment
source: Amount
ar: المبلغ

# save this card for future transactions
source: Save my credit card for future use. Disclaimer: Your card details are saved on this device under the responsibility of the card holder.
ar: تسجيل بطاقة الائتمان الخاصة بك للاستخدام بعد ملاحظة: يتم تسجيل تفاصيل بطاقة الائتمان الخاصة بك على الهاتف المحمول على مسؤولية حامل البطاقة

# amount
source: Amount in LE
ar: المبلغ بالجنيه

# Pay Securely
source: Confirm payment
ar: تأكيد الدفع

source: ending with
ar: تنتهي ب

# payment component title
source: Payment Details
ar: تفاصيل الدفع

# add Credit card title
source: Your credit card details
ar: تفاصيل بطاقتك الائتمانية

# add Credit card subtitle
source: Please fill the below details to complete your transaction
ar: كمل تفاصيل بطاقتك الائتمانية لإتمام عملية الدفع

# Credit card details title
source: Your credit card details
ar: تفاصيل بطاقتك الائتمانية

# Credit card details subtitle
source: Please fill the below details to complete your transaction
ar: كمل تفاصيل بطاقتك الائتمانية لإتمام عملية الدفع

# Unpaid Bills title
source: Unpaid bills
ar: الفواتير الغير مدفوعة

# Unpaid Bills subtitle
source: Check your total and monthly unpaid bills
ar: اعرف مجموع فواتيرك الغير مدفوعة و قيمة كل شهر

source: Pay Bill
ar: اتمام الدفع

# Total unpaid amount
source: Due Payment
ar: القيمة المطلوبة

# Credit card receipt view title
source: Payment Receipt
ar: إيصال عملية الدفع

# Credit card receipt title
source: Thanks for your payment
ar: عملية دفع ناجحة!

# Credit card receipt subtitle
source: Payment done successfully, please find your receipt below.
ar: ايصال الدفع

# Credit card receipt transaction id
source: Payment transaction ID
ar: رقم عملية الدفع

# Credit card receipt paid amount
source: Total amount paid
ar: المبلغ المدفوع

# amount should be more than 10 pounds
source: Sorry! the amount must be more than 10 LE.
ar: عفوا! المبلغ لازم يكون أكتر من 10 جنيه

# Connect 3G Body Revamp
source: Turn on your mobile data in order to login
ar: لتسجيل دخولك، لازم تستخدم الموبايل انترنت

source: Invalid name
ar: خطأ في الاسم

source: Invalid password
ar: خطأ في كلمة المرور

source: You typed an invalid temp password
ar: لقد قمت بإدخال كلمة المرور المؤقته غير صحيحه

source: These Passwords don't match,try again
ar: عفوا كلمة المرور غير متطابقه ، من فضلك حاول مرة اخري

source: User name
ar: إسم المستخدم

# Password_1
source: Password
ar: كلمة المرور

source: New password
ar: كلمة المرور الجديده

source: Temp Password
ar: كلمة المرور المؤقته

source: Confirm password
ar: تآكيد كلمة المرور

# Sorry your account is now locked body
source: Sorry your account is now locked.You’ve entered your details You’ve entered your details incorrectly more than 5 times. You incorrectly more than 5 times. You will need to reset your account.
ar: للاسف ، لقد تم وقف حسابك، لقد ادخلت بيانات غير صحيحه اكثر من 5 مرات. انت تحتاج الي إعادة تعين كلمة المرور

source: Reset your account now
ar: اعادة تعين كلمة المرور الان

source: Oops! Please turn on your 3G data connection as forgot password can’t be done through Wi-Fi.
ar: يرجي التأكد من ان الموبايل متصل بشبكة 3G حيث ان خدمة تغيير كلمة المرور لا تعمل على واي فاي

source: Register to Ana Vodafone
ar: سجّل على أنا فودافون

# You have signed in successfully
source: Congratulations! You have signed in successfully
ar: تهانينا لقد قمت بتسجيل الدخول بنجاح

source: Get activation key
ar: الحصول علي كود التشغيل

source: Receive activation key
ar: استقبل كود التشغيل

source: Please enter your mobile number to be able to receive the activation key and follow the registration proccess after me
ar: من فضلك ادخل رقم هاتفك لتستقبل كود التشغيل ، واتبع عملية التسجيل بعد ذلك

source: Get key now
ar: الحصول علي الكود الآن

source: Enter activation key
ar: أدخل كود التشغيل

source: Please enter the activation key you’ve just received and fill the below information
ar: من فضلك أدخل كود التشغيل الذي وصل إليك وقم بملئ البيانات التاليه

source: Activation key
ar: كود التشغيل
