Repository: VodafoneEgypt/VUIComponents
Catalog: VUIComponents/Classes/Components/Utils/*.lproj/Localizable.strings
Languages: ar

# Roaming Tips 4
source: • Dialing from abroad If you are calling Egypt, make sure you replace the first zero with +20 (e.g. 0100-1-888-888 becomes +20-100-1-888-888). • Receiving Calls Abroad When you're overseas, the person calling you from Egypt pays the same as they always do to call you while you are in Egypt. However, you will be charged when receiving calls anywhere in the world depending on the country you are visiting and the operator you are roaming on. This charge is to forward your incoming calls overseas. To check the rate of receiving calls while roaming. • How do I contact Customer Care while I'm abroad? To call customer care from abroad, dial +20-100-1-888-888. All Vodafone Free and Business Bouquet customers can call our customer care for free from all over the world. For prepaid, Control, and Easy rate plans, calling customer care while roaming will be charged as a normal call to Egypt. In some countries, you can also call Vodafone Egypt customer care for FREE from any Vodafone store at the country you are visiting. • Using your Voicemail To divert incoming calls to your Vodafone voicemail, make sure you are diverting to +20-10-1-808-808 and you will continue receiving notification SMSs when you get a message in your voice mailbox. If you have a Vodafone Free or Vodafone Business Bouquet line, you can divert calls to your voice mail for FREE. To check your voice mailbox, call +20-100-1-808-808. This call will be charged as a normal call to Egypt. • Balance Inquiry To find out your balance while abroad, dial *868*1#. This service is free while roaming. This service is only available with a specific list of operators.
ar: الاتصال من خارج مصر اذا كنت تريد الاتصال بمصر، تأكد أنك قمت باستبدال الصفر الاول بـ 20+ (مثال: 01001888888 تصبح 201001888888+) استقبال المكالمات أثناء التواجد بالخارج عندما تكون خارج مصر، يتم محاسبة الشخص الذى يتصل بك وفقاً لنفس التعريفة التى يدفعها عندما يتصل بك و انت فى مصر، لكنك ستدفع عند استقبال مكالمات في أي دولة فى العالم وفقاً لتعريفة الدولة التى تزورها والشبكة التى تستخدمها أثناء التجوال، هذه الرسوم لتغطية تحويل المكالمة لك أثناء تواجدك خارج مصر، أسعار استقبال المكالمات أثناء التجوال.

# Roaming Title 1
source: Before You Travel
ar: قبل أن تسافر

# Roaming Title 2
source: When You Arrive
ar: عند الوصول

# Roaming Title 3
source: Ways to save while Roaming
ar: كيفية التوفير أثناء التجوال

# Roaming Title 4
source: Using Your Phone While Roaming
ar: كيف تستخدم تليفونك في الخارج

# Roaming Services title
source: Roaming
ar: خدمات التجوال

# Roaming QuickCheck title
source: Roaming
ar: التجوال

# Roaming My Account title
source: Roaming
ar: التجوال

# Roaming World Map
source: Roaming
ar: التجوال

# Roaming AddOns title
source: Add Ons
ar: التجوال

# Roaming Bundles title
source: Roaming
ar: التجوال

# Roaming Operators title
source: Roaming
ar: التجوال

# Roaming Tips title
source: Roaming Tips
ar: التجوال

# Roaming Tutorials
source: Roaming Tutorial
ar: التجوال

# Roaming Help title
source: Roaming
ar: التجوال

# Pay as you go description
source: Roam with flexibility! Pay As You Go gives you the freedom to choose how you would like to roam
ar: تجوالك أسهل مع باقات المحاسبة علي حسب الإستخدام

# Roaming Not Subscribed
source: You are not subscribed in roaming bundles
ar: انت غير مشترك فى باقات التجوال

source: Subscribe
ar: اشترك

source: You are already subscribed
ar: انت بالفعل مشترك

source: Music Bundle Promotion
ar: عرض باقات المزيكا

# Music Bundle Promotion Body
source: Music Bundle Promotion For Ana Vodafone users, Enjoy more music via 30 MB daily for free in music bundles instead of 20 MB
ar: عشان بتستخدم أنا ڤودافون ,استمتع بمزيكا أكتر عن طريق ٣٠ ميجابايت مجانا يوميا بدلا من 20 ميجابايت

source: subscription succeed
ar: الاشتراك نجح

# MI_ON_Shelf_Title
source: Mobile Internet Promos
ar: عروض الموبايل إنترنت

# MI ON SHELF Confirm upgrade
source: Do you want to change your bundle?
ar: تأكيد تغيير الباقة ؟

# MI_Deactivate
source: Do you want to Deactivate this bundle ?
ar: هل تريد إلغاء هذة الباقة

source: Speed Addons
ar: باقات السرعة الاضافية

# Qouta Addons
source: Quota Addons
ar: باقات الجيجابايت الاضافية

source: You aren't subscribed to ADSL
ar: انت غير مشترك في خدمة ال ADSL

source: valid till
ar: ساري حتى

source: Send Request
ar: ارسال طلب

# Your requset sumbited successfully.
source: Your request submitted successfully
ar: تم ارسال طلبك بنجاح!

source: Promo
ar: عرض

source: Renew this bundle
ar: تجديد الخدمة

source: Your request number
ar: رقم الطلب الخاص بيك

source: Your request has been done successfully
ar: تم تنفيذ طلبك بنجاح

source: We will contact you in 24 hours to confirm your request.
ar: سوف يتم التواصل معاك في خلال ٢٤ ساعة للرد على طلبك

# ADSL Managment Title
source: Quick check
ar: تفاصيل الحساب

# ADSL Managment Subtitle
source: Manage your ADSL Account & Check your consumption
ar: اتحكم في حساب ال ADSLتقدر تعرف استهلاكك

# ADSL Change Speed section title
source: Change Speed
ar: تغيير سرعة ال ADSL

# ADSL Change Speed Subtitle
source: Change to an ADSL speed that suits your needs
ar: اختار سرعة الADSL اللى تناسب استهلاكك

source: New ADSL Prices
ar: أسعار ال ADSL الجديدة

# ADSL Summer Promo
source: Basic ADSL Prices
ar: أسعار ال ADSL العادية

source: ADSL Add-ons
ar: شراء باقات اضافية

source: You are about to renew your ADSL Bundle
ar: عزيزنا العميل سوف يتم تجديد باقة الADSL

source: You are about to change your ADSL speed
ar: سوف يتم تغير سرعة الADSL الخاصة بيك

source: You are about to Activate
ar: سوف يتم اضافة

source: from
ar: من

source: Add-On
ar: اضافية

source: Activate this Add-on
ar: تفعيل الباقة الاضافية

source: Unlimited Speed
ar: سرعات بلا حدود

source: Turbo Speed
ar: سرعات التربو

# ADSLSpeed
source: Speed
ar: السرعة

# ADSLQouta
source: Quota
ar: السعة

# ADSLGift
source: Gift
ar: هدية

# ADSLPrice
source: Price
ar: الأسعار

# ADSL Speed section title
source: ADSL Offer
ar: عروض ال ADSL

# ADSL Speed Subtitle
source: The Best ADSL Offers in Egypt
ar: أقوى عروض ال ADSL في مصر

# ADSL Wiring Selection Title
source: ADSL Offer
ar: عروض ال ADSL

# ADSL Wiring Selection Subtitle
source: The Best ADSL Offers in Egypt
ar: أقوى عروض ال ADSL في مصر

# ADSL choose Wiring
source: Please choose your Landline Type
ar: اختار نوع خطك الأرضي

source: Copper
ar: نحاس

source: Fiber
ar: فيبر

source: Check Availability
ar: تأكد من توفر الخدمة

# ADSL Check Availability Title
source: Check Availability
ar: تأكد من توفر الخدمة

# ADSL Check Availability Subtitle
source: Check and see if your landline supports Vodafone ADSL
ar: تأكد من توفر الخدمة على خطك الأرضي

# ADSL Check Availability instructions
source: Please enter your mobile and landline numbers
ar: اكتب رقم الموبايل و الرقم الأرضي

source: Enter your mobile number
ar: رقم الموبايل

source: Enter your landline number
ar: الرقم الأرضي

source: Submit
ar: تسجيل

# ADSL Fiber Subscribe Title
source: Enter Your Details
ar: ادخل التفاصيل التالية

# ADSL Fiber Subscribe instructions
source: Enter your mobile and landline numbers
ar: ادخل رقم الموبايل و الرقم الأرضي

# ADSL Alternative Solutions Title
source: Check Availability
ar: تأكد من توفر الخدمة

# ADSL Alternative Solutions SubTitle
source: Check and see if your landline supports Vodafone ADSL
ar: تأكد من توفر الخدمة على خطك الأرضي

# ADSL alternative solutions Error msg
source: Your phone line doesn't support Vodafone internet ADSL!
ar: للأسف خطك لا يدعم خدمة ال ADSL من ڤودافون

# ADSL alternative solutions desc
source: Your line doesn’t support ADSL. See which one of our other Internet products suits you.
ar: لو خطك الأرضي مش بيدعم ال ADSL ممكن تشتري من أجهزة الانترنت التالية

source: Wireless Net
ar: النت الهوائى

source: Buy now
ar: اشترى الان

source: Speed Add-On
ar: باقة سرعة اضافية

source: Quick Check
ar: استخدامى

# Add-on desc
source: Purchase Add-Ons or Upgrade your service to restore your internet’s speed.
ar: اشتري باقة اضافية و رجع سرعة الانترنت تاني لو خلصت باقتك الأساسية

# ADSL Managment select landline
source: Choose which ADSL Account to Manage
ar: اختار حساب الADSL عشان تتحكم فيه

source: Your current bundle:
ar: سرعتك الحالية:

source: Remaining:
ar: السعة المتبقيه:

source: Remaining
ar: المتبقى

# Speed_Add-on desc
source: Upgrade your service to restore your internet’s speed
ar: اشتري باقة السرعة الاضافية و زود سرعة الانترنت

source: Unlimited Quota
ar: سعة بلا حدود

source: Enjoy
ar: استمتع ب

source: Valid till renewal date
ar: صالحة حتى ميعاد التجديد

source: Valid for 24 hrs
ar: صالحة لمدة ٢٤ ساعة

source: Suspended
ar: موقوف

source: suspension vacation
ar: موقوف مؤقتاً

source: suspension voluntary
ar: موقوف مؤقتاً

source: Renewal date is Today
ar: اليوم ميعاد تجديد الخدمة

source: No Addons Available
ar: لا يوجد باقات متاحه

source: per month
ar: في الشهر

source: Help me resolve a problem with
ar: ساعدني في حل مشكلة الإنترنت

source: My internet connection
ar: ليس لدي إتصال بالانترنت

source: My Wi-Fi
ar: Wi-Fi الاتصال اللاسلكي

# View only Access
source: View Only
ar: معرفة التفاصيل فقط

# Manage Access
source: Manage
ar: تحكم في الحساب

# Delegation view title
source: Joint Account Owner
ar: شريك الحساب

# Delegation view subTitle
source: You will choose whether the new member will have full access like the owner or limited access to only view the status
ar: ممكن تضيف شريك للحساب و هيتحكم في الحساب أو ممكن تحدد صلاحيات الشريك و يشوف الحساب فقط بدون تحكم

source: Delegated accounts numbers
ar: الأرقام المفوضة

# Router configuration next
source: Submit
ar: التالي

# ADSL Suspension vacations screen title
source: Suspension Vacation
ar: ايقاف الخدمة مؤقتا

# ADSL Suspension vacations screen subTitle
source: Suspend your service temporary without paying all monthly fees
ar: ممكن توقف الخدمة مؤقتا من غير ما تدفع قيمة الاشتراك الشهرية كاملة

source: Activate this Suspension
ar: تفعيل

source: Request
ar: اطلب الان

# ADSL Static IPs screen title
source: Static IP
ar: ال IP الثابت

# ADSL Static IPs screen subTitle
source: Static IP is an extra service that allow assigning one unique IP to your ADSL line
ar: الIP الثابت هي خدمة اضافية تتيح لك تثبيت ال IP لخط ال ADSL

# Suspention vacations section title
source: Suspention vacation
ar: ايقاف الخط مؤقتا

# Static IP section title
source: Request Static IP
ar: ال IP الثابت

# Select installation way
source: Select the way to get the Router
ar: اختر طريقة استلام الراوتر

# Visit
source: Router delivery
ar: توصيل منزلى للراوتر

# Pick from store
source: Pick up from store
ar: من الفرع

source: Invalid Landline Number
ar: الرقم الأرضي غير صحيح

source: Name
ar: الاسم

source: Owner name
ar: اسم صاحب الخط

source: Address
ar: العنوان

source: Check if old subscribed
ar: التأكد هل الخط مشترك مع شركة اخرى

source: Choose old subscriber
ar: اختار الشركة الاخرى

source: Cancellation number
ar: رقم الالغاء

source: TEData
ar: تي اى داتا

source: Etisalat
ar: اتصالات

source: Link dot Net
ar: لينك دوت نت

source: Number deleted successfully
ar: تم الغاء الرقم بنجاح

source: no numbers added yet
ar: لم يتم اضافة أرقام

# delegate number screen title
source: Joint Account Owner
ar: شريك الحساب

# delegate number screen subTitle
source: Delegate your friends and family, and give them access to your ADSL Account
ar: ممكن تفوض أي حد من أصحابك أو أهلك عشان يتحكم في حساب ال ADSL الخاص بيك أو لمعرفة التفاصيل

# delegate number screen desc
source: Your Landline number
ar: رقمك الأرضي

source: Delegate
ar: تفويض

source: Number delegated successfully
ar: تم تفويض الرقم بنجاح

# Delegation Type
source: Joint account owner type
ar: نوع شريك الحساب

# Your Next Visit
source: Your Visit Date
ar: تاريخ زيارتك القادمة

# ADSL Visits Screen Title
source: Visit Date
ar: تاريخ الزيارة

# ADSL Visits Screen subTitle
source: Check your next visit date
ar: اعرف تاريخ زيارتك القادمة

# ADSL Visits Screen desc
source: Choose which ADSL Account to Check
ar: اختار حساب ال ADSL عشان تراجع تاريخ الزيارة

# all landlines are view only
source: Sorry, You are not eligible to view the visit date
ar: عفوا, لا يمكنك مراجعة تاريخ الزيارة

# Suspention vacations section subTitle
source: Suspend your service temporary without paying all monthly fees
ar: ممكن توقف الخدمة مؤقتا من غير ما تدفع قيمة الاشتراك الشهرية كاملة

# Static IP section subTitle
source: Static IP is an extra service that allow assigning one unique IP to your ADSL line
ar: الIP الثابت هي خدمة اضافية تتيح لك تثبيت ال IP لخط ال ADSL

source: Enter mobile number to delegate to
ar: ادخل رقم الموبايل المفوض له

# ADSL Static IPs screen desc
source: Request Personal Static IP
ar: ممكن تتطلب IP خاص بيك

# ADSL Subscription Promos offer
source: 50% for 12 Months
ar: 50% لمدة 12 شهور

# ADSL Subscription Promos
source: 50% for 12 Months
ar: 50% لمدة ١٢ شهر

# Number Delegated Before
source: This number is already used
ar: هذا الرقم تم استخدامه من قبل

# ADSL Subscribe Data screen title
source: Landline Data
ar: بيانات الخط الأرضي

# ADSL Subscribe Data screen subTitle
source: Please fill in the below Landline Data
ar: برجاء ادخال بيانات الخط الأرضي

source: owner
ar: حسابك الخاص

source: manage
ar: تحكم في الحساب

source: view
ar: معرفة التفاصيل فقط

# Speed Test Section Title
source: Speed Test
ar: اختبار سرعة ال ADSL

# Visits Section Title
source: Visit
ar: الزيارة

# Change WiFi Password Section Title
source: Change WiFi Password
ar: تغيير كلمة المرور الخاصة بال Wi-Fi

# Router Configuration Section Title
source: Router Configuration
ar: اعدادات الراوتر

# ADSL Troubleshooting Guide Section Title
source: ADSL Troubleshooting Guide
ar: للمساعدة في مشكلات ال ADSL

# Speed Test Section Subtitle
source: Test your Wi-Fi’s speed
ar: اختبر سرعة ال Wi-Fi الخاصة بيك

# Visits Section Subtitle
source: Check your next visit date
ar: اعرف تاريخ زيارتك القادمة

# Change WiFi Password Section Subtitle
source: Check the steps to change your Wi-Fi password
ar: اعرف خطوات تغيير كلمة المرور الخاصة بال Wi-Fi

# Router Configuration Section Subtitle
source: Check the steps to configure your router
ar: اعرف خطوات اعداد الراوتر الخاص بيك

# ADSL Troubleshooting Guide Section Subtitle
source: Experiencing an issue? Look through our troubleshooting guide to solve your issues
ar: بتواجهك مشكلة في الخدمة ؟ اتبع الخطوات في دليل المساعدة

# HG 520C/ HG 530
source: Open your internet browser In the address bar, type http://192.168.1.1 Default User Name = vodafone Default Password = vodafone 1) From the left pane click Basic 2) Click on Wireless LAN 3) SSID = “ WiFi Name” 4) Key or Preshared Key = "WiFi Password"
ar: افتح المتصفح الخاص بك اكتب في شريط العنوانhttp://192.168.1.1 اسم المستخدم الافتراضى : vodafone كلمة المرور الافتراضية : vodafone 1) من على اليسار اضغط على Basic 2) اضغط على Wireless LAN 3) في ال SSID = "اسم شبكة الWi-Fi" 4) من Key Preshared Key = "كلمة المرور"

# HG 532e / HG 531V1
source: Open your internet browser In the address bar, type http://192.168.1.1 Default User Name = vodafone Default Password = vodafone 1) From the left pane click Basic 2) Choose WLAN 3) SSID = "Wi-Fi Name" 4) Key or Pre-shared Key = "Wi-Fi Password"
ar: افتح المتصفح الخاص بك اكتب في شريط العنوان http://192.168.1.1 اسم المستخدم الافتراضي = vodafone كلمة المرور الافتراضية = vodafone 1) من القائمة اختار Basic 2) اضغط على WLAN 3) في ال SSID = "اسم شبكة ال Wi-Fi" 4) في ال Key أو ال Pre-shared Key = "كلمة المرور"

# HG532d V2
source: Open your internet browser In the address bar, type http://192.168.1.1 Default User Name = vodafone Default Password = vodafone 1) Click on Home Network 2) Choose WLAN Settings then choose WLAN Encryption 3) SSID = "Wi-Fi Name" 4) Key or Pre-shared Key = "Wi-Fi Password"
ar: افتح المتصفح الخاص بك اكتب في شريط العنوان http://192.168.1.1 اسم المستخدم الافتراضي = vodafone كلمة المرور الافتراضية = vodafone 1) اضغط على Home Network 2) اختار WLAN Settings و اختار WLAN Encryption 3) في ال SSID = "اسم شبكة ال Wi-Fi" 4) في ال Key أو ال Pre-shared Key = "كلمة المرور"

source: ADSL Managment
ar: اداره ال ADSL

# ADSL Offers
source: Get ADSL
ar: اشترك في ال ADSL

# ADSL Delegation
source: Joint Account Owner
ar: شريك الحساب

source: ADSL Support
ar: الدعم

# cant delegate to your self
source: Sorry, You can’t delegate your account to your number
ar: عفوا, لا يمكنك تفويض حسابك لرقمك الشخصي

# not vodafone number
source: Sorry, This Service is eligible only for Vodafone Numbers
ar: عفوا, هذه الخدمة متاحة فقط لأرقام فودافون

# no visits found
source: You don’t have a scheduled visit!
ar: ليس لديك زيارة محددة!

# choose router model
source: Select your router model …
ar: اختر موديل الراوتر الخاص بك ...

# Not registered number
source: Sorry, this account is not registered!
ar: عفوا, هذا الرقم غير مسجل!

# No enough balance
source: Sorry, No enough balance to complete your request please recharge the Mobile number of this Landline
ar: عفوا, لا يوجد رصيد كافي لإتمام طلبك برجاء شحن رقم الموبايل الخاص بالرقم الأرضي

# Customer already has 3 activated landlines
source: mobile number has already 3 active landlines, please use another mobile number
ar: تم تشغيل خدمة الإنترنت المنزلى على 3 خطوط أرضيه متعلقه بهذا الرقم, يرجى تقديم رقم موبايل أخر

# Landline already active or suspended
source: Service already active on this landline / Service is suspended on this landline, please call 2828 to reactivate it
ar: خدمة الإنترنت المنزلى تعمل بالفعل على هذا الرقم الأرضى / خدمة الإنترنت المنزلى متوقفه حاليا, يرجى الإتصال ب 2828 لإعادة التشغيل

# Non eligible rate plan
source: mobile number's rate plan isn't eligible please call 888 to change it first
ar: لا يمكن تشغيل خدمة الإنترنت المنزلى وفقا لخطة الأسعار الحاليه لرقم الموبايل, يرجى تغيير خطة الأسعار و إعادة تقديم الطلب

# Landline was deactivated for less than three months
source: Sorry, You are not eligible to subscribe please call 2828 for more assistance!
ar: عفوا, غير متاح الاشتراك في الخدمة برجاء الاتصال ب 2828 للمساعدة !

# Corporate account
source: please call 247 from authorized mobile number
ar: لتشغيل خدمة الإنترنت المنزلى من خطوط موبايل الشركات, يرجى الإتصال ب 247 من رقم الموبايل المراد التشغيل من خلاله

# MSISDN does not exist
source: mobile number is not available
ar: رقم الموبايل غير موجود

# Inactive MSISDN
source: wrong mobile number
ar: رقم الموبايل غير صحيح

# Please Add New User
source: Add New Account
ar: اضافة حساب جديد

source: Delete Account
ar: حذف الحساب

# Report Problem Desc
source: If you’re facing an issue in the Application, you can report it to us
ar: لو بتواجهك مشكلة في التطبيق ,تقدر تبلغنا بيها لمساعدتك

source: Report
ar: ابلاغ

# OnlinePaymentMSG
source: An internet card of %@ L.E will be created and a service fee of 10 L.E will be deducted. First transaction every month is free.
ar: سيتم اصدار كارت انترنت مؤقت بقيمة %@ ج و خصم ١٠ج رسوم الخدمة من حسابك. أول عمليه من كل شهر مجانا

# Please enter amount from value LE to value LE
source: Please enter amount from %@ LE to %@ LE
ar: من فضلك أدخل قيمة من %@ جنيه الي %@ جنيه

# enter amount from LE to LE
source: enter amount from %.02f LE to %.02f LE
ar: أدخل قيمة من %.02f جنيه الي %.02f جنيه

# Amount of card
source: Amount of card %@ LE
ar: قيمه الكارت %@ جنيه

# Virtual card details
source: Please enter your PIN code and the amount you want to have in your virtual online card. Please note that the below amount won’t be deducted from your account except when you’re purchasing.
ar: برجاء إدخال الرقم السري و القيمه المراد عمل كريدت كارد بها

source: You have reached max number of accounts to add
ar: الحد الأقصي لإضافة حساب

source: Add new account
ar: أضف حساب جديد

source: Add more than one account and manage them easily on the home screen
ar: دلوقتي تقدر تضيف أكتر من حساب عشان تتحكم فيهم في نفس الوقت على الصفحة الرئيسية

source: Enter the below data
ar: أدخل البيانات التالية

# BillLimitErrorMsg
source: Sorry, You have Entered a value less than minimum limit
ar: عفوا، لقد قمت بإدخال قيمة أقل من الحد الأدني للفاتورة

# ATMMSG
source: The ATM password will be created and sent to your mobile by SMS
ar: سوف يتم إصدار الرقم السري الخاص بماكينة الATM وسوف يرسل إليك في رسالة على هاتفك المحمول

# LoadWalletTransferMSGConfirm
source: %@ LE will be transferred to your Vodafone Cash account and %@ LE will be deducted from your bank account
ar: سيتم تحويل %@ ج من كارتك البنكي الي حساب فودافون كاش و سيتم خصم %@ جنيه من حسابك بالبنك

# LoadWalletTransferTitleSuccess
source: %@ LE was transferred successfully to your vodafone Cash account
ar: تم تحويل %@ج لحسابك في فودافون كاش.

# MIConfirmationCVM %@
source: You are now subscribed to %@ and your remaining quota has been rolled over.
ar: تم الاشتراك في %@ و ترحيل المتبقى من باقتك السابقة.

# MIConfirmationCVM %@ downgrade
source: You are now subscribed to %@ and your remaining quota has been cancelled.
ar: تم الاشتراك في %@ و إلغاء المتبقى من باقتك السابقة.

# no data
source: No charity organizations to donate to right now.
ar: لا يوجد مؤسسات للتبرع لها فى الوقت الحالى

source: You’ll donate %@LE to (%@)
ar: ستقوم بالتبرع ب %@ جنيه الى ( %@ )

source: Thank you for donating
ar: شكرا لتبرعك

source: Renewable
ar: تجديد تلقائي

source: On Demand
ar: حسب الطلب

source: Later
ar: الغاء

source: Today’s offers
ar: قائمة عروض اليوم

source: Click here
ar: اضغط هنا

# social MBs
source: MBs
ar: ميجا بايتس

# Facebook MBs
source: MBs
ar: ميجابايتس

# free flex
source: flex
ar: فليكس

# Flex Transfer
source: Transfer your Flexes
ar: حوّل فليكساتك

# FlexTransferDescription
source: Now you can transfer up to 250 flexes to any of your flex’s friends and family
ar: دلوقتي تقدر تحوّل لحد 250 فليكس لكل صحابك وقرايبك اللي على نظام فليكس

# 50FlexDesc
source: 50 Flexes for 50 PT
ar: ٥٠ فليكس بـ50 قرش

# 100FlexDesc
source: 100 Flexes for 1 LE
ar: ١٠٠ فليكس بـ1 جنيه

# 150FlexDesc
source: 150 Flexes for 1.5 LE
ar: ١٥٠ فليكس بـ1.5 جنيه

# 200FlexDesc
source: 200 Flexes for 2 LE
ar: ٢٠٠ فليكس بـ2 جنيه

# 250FlexDesc
source: 250 Flexes for 2.5 LE
ar: ٢٥٠فليكس بـ2.5 جنيه

# Flex Transfer Module title
source: Credit services
ar: خدمات الرصيد

# Flex Transfer screen title
source: Transfer your flexes
ar: حوّل فليكساتك

# Flex Transfer screen subTitle
source: Transfer up to 250 flexes to any of your friends and family on flex
ar: حوّل لحد 250 فليكس لكل صحابك وقرايبك اللي على نظام فليكس

source: Enter mobile number
ar: أدخل رقم الموبايل

source: Enter scratch card number
ar: ادخل رقم كارت الشحن

source: Transfer now
ar: حوّل دلوقتي

# flex transfer succeed
source: Your flexes were transferred successfully
ar: تم تحويل فليكساتك بنجاح

source: Please try again later
ar: برجاء المحاولة في وقت لاحق

source: Sorry you reached the maximum limit of flexes
ar: عفوا انت وصلت للحد الاقصي من الفليكسات

source: Sorry the number is eligible to less limit than requested
ar: عفوا الرقم غير مسموح له بالحد المطلوب من الفليكسات

source: Sorry your eligible to less limit than requested
ar: عفوا غير مسموح لك بالحد المطلوب من الفليكسات

source: Sorry your reached the maximum transfer limit
ar: عفوا انت وصلت للحد الاقصى من تحويل فليكساتك

source: Sorry you can’t transfer your flexes
ar: عفوا لا يمكنك تحويل فليكساتك

source: Sorry your balance is not enough to transfer
ar: عفوا رصيدك غير كافي

source: Sorry your rate plan doesn’t support your transfer action
ar: عفوا لا يمكنك التحويل وأنت علي خطة اسعارك الحالية

source: Sorry you can’t transfer to your number
ar: عفوا لا يمكنك التحويل لرقمك

source: Sorry the information provided is invalid
ar: عفوا المعلومات الموجودة غير صحيحة

source: You can’t repurchase this bundle more than once a day, try again tomorrow
ar: غير مسموح بإعادة شراء الباقة دي أكتر من مرة في اليوم، حاول في يوم تاني

# -1992
source: You are already subscribed in this service
ar: انت بالفعل مشترك فى الخدمة

# -8025
source: You don’t have enough flexes to subscribe to the service
ar: لا يوجد لديك فليكسات للاشتراك فى الباقة

source: Increase your balance throughout the month with a maximum of %@ LE
ar: زود رصيدك طول الشهر بحد أقصى %@ جنيه
