Repository: VodafoneEgypt/VUIComponents
Catalog: VUIComponents/Classes/Components/Utils/*.lproj/Localizable.strings
Languages: ar

# 3gErrorDesc
source: Please turn on your 3G data connection as Vodafone Cash transactions can’t be done through Wi-Fi.
ar: يرجي التأكد من ان الموبايل متصل بشبكة 3G حيث ان خدمات ڤودافون كاش لا تعمل علي واي فاي

# 3gErrorTitle
source: You are not connected on 3G!
ar: أنت غير متصل بشبكة الـ 3G

source: Please enter a valid pin code
ar: الرقم السري غير صحيح

# This account is not belong to your mobile
source: For your data security, please request your password from the same line
ar: لضمان سريه بيانتك، يرجي طلب كلمه المرور من نفس الخط

source: Done
ar: تم

source: Done!
ar: تم

# tutorialtitle0
source: What is Vodafone Cash?
ar: إيه هي خدمة ڤودافون كاش؟

# tutorialtitle1
source: Money Transfer
ar: تحويل أموال

# tutorialtitle2
source: Recharge and Bill Payment
ar: شحن و دفع فواتير

# tutorialtitle3
source: How to register
ar: طريقة الاشتراك

# tutorialtitle4
source: The importance of the PIN
ar: أهمية الرقم السري

# tutorialtitle5
source: Enjoy Vodafone Cash
ar: استمتع بخدمات ڤودافون كاش

# tutorialDesc0
source: Vodafone Cash is the easiest, fastest and safest way to send money, recharge your line, pay your bills and do many more services from anywhere and at anytime from your mobile.
ar: ڤودافون كاش هي أسهل و أسرع و أأمن طريقة تبعت بيها￼ فلوس ، تشحن رصيد ، تدفع فواتيرك و تعمل خدمات تانية كتير من اي مكان و في اي وقت من موبايلك

# tutorialDesc1
source: Transfer money from your mobile to any person at anytime and anywhere in Egypt with a very convenient price of 1 L.E.
ar: حول فلوس لأهلك و اصحابك في اي مكان في مصر من￼ موبايلك في أي وقت بسعر جنيه واحد فقط

# tutorialDesc2
source: You can use Vodafone Cash to pay the mobile bill and recharge the credit of any Vodafone mobile number and enjoy different promos
ar: من ڤودافون كاش ممكن تدفع فاتورة خطك او فاتورة أي خط تاني من￼ موبايلك و كمان تقدر تشحن رصيد و تستمتع بعروض كتير

# tutorialDesc3
source: Find the nearest store and register for free with your national ID and enjoy the different Vodafone Cash services
ar: اعرف فين اقرب فرع ڤودافون ليك و اشترك ببلاش في خدمة ڤودافون كاش￼ عشان تستمتع بالخدمات المختلفة

# tutorialDesc4
source: The PIN is very important to keep your money and your transactions secured. You need to create a PIN to secure your transactions. Visit “Create PIN” section and set your wallet PIN.
ar: الرقم السري يحفظ سرية عملياتك و يحافظ على فلوسك في أمان . لازم تنشئ رقم سري لحسابك لتأمين العمليات. اختار إنشاء الرقم السري من القائمة الرئيسية واتبع الخطوات

# tutorialDesc5
source: You can review this tutorial at anytime from Help –> More about Vodafone Cash
ar: تقدر تشوف المعلومات دي تاني عن طريق المساعدة --> معلومات عن ڤودافون كاش

# MoneyTransfer_FeesInquiry
source: Please confirm transferring %@ L.E to %@ and the transfer fees will be deducted
ar: برجاء تأكيد تحويل مبلغ %@ جنيه لرقم %@ و سيتم خصم مصاريف التحويل

# MoneyTransferedSuccessfully
source: Thank you for using Vodafone Cash!
ar: شكرا لاستخدامك ڤودافون كاش

# Confirmation_EL
source: Confirmation
ar: التأكيد

# You will briefly receive SMS with your Vodafone Cash transactions
source: You’ll receive SMS with your VF Cash transactions
ar: سيتم إرسال رسالة بآخر عمليات ڤودافون كاش

source: Please confirm paying
ar: يرجي تأكيد دفع

# We love to hear from you
source: We would love to hear your thoughts
ar: رأيك يهمنا

# himHerConfirmPre
source: Are you sure you want to set
ar: يرجي تأكيد اضافة رقم

# himHerConfirmPost
source: to your free number service
ar: لخدمة الرقم المجاني

# himHerSuperNumberSetBeforeError
source: Sorry, the number can only be changed within 30 days of the last change.
ar: عفواً، لا يمكن تغيير الرقم خلال 30 يوم من التغيير السابق

# RenewableAddonConfirmation
source: By purchasing this add-on you will lose any renewable internet add-ons you have currently
ar: بشرائك لهذه الإضافة ستفقد أي إضافات إنترنت متجددة تلقائياً مفعلة حالياً

# MI_promorion_title
source: Nothing is better than free internet !
ar: ! مفيش أحلى من الانترنت ببلاش

# login_promotion_MI_message
source: Enjoy 1 GB for free valid for 1 week
ar: إستمتع بجيجا هدية لمدة إسبوع

# login_promotion_Voucher_message
source: For All Ana Vodafone customers, redeem your free gift code from our distributers, this gift is valid for 30 days from redemption date
ar: لكل عملاء أنا ڤودافون، استبدل كود هديتك من موزعينا, العرض صالح لمدة ٣٠ يوم من تاريخ الإشتراك

# Successful_voucher_offer_redemption
source: Your voucher gift code is %@ ,redeem your free gift code from our distributers, this gift is valid for the next 30 days
ar: كود هديتك هو %@ ، استبدل كود هديتك من موزعينا, العرض صالح لمدة ٣٠ يوم

# Successful_MI_offer_redemption
source: Enjoy 1GB within the coming 7 days for free
ar: إستمتع ب ١ جيجا بايت صالحه لمدة ٧ أيام مجانا

# Voucher_offer_details_in_the_Notifications_icon
source: For All Ana Vodafone customers, redeem your free gift code from our distributers, this gift is valid for 30 days from redemption date
ar: لكل عملاء أنا ڤودافون، استبدل كود هديتك من موزعينا, العرض صالح لمدة ٣٠ يوم من تاريخ الإشتراك

# MI_offer_details_in_the_Notifications_icon
source: For All Ana Vodafone customers, redeem your free gift code from our distributers, this gift is valid for 7 days from redemption date
ar: لكل عملاء أنا ڤودافون ، استمتع ب-١ جيجا انترنت ببلاش, العرض صالح لمدة ٣٠ يوم من تاريخ الإشتراك

# Failed_offer_redemption
source: Sorry, Something wrong occurred
ar: عفوا حدث خطأ خلال تنفيذ العملية

source: Redeem
ar: احصل علي العرض

# Ramadan Promo
source: Kart el3eila
ar: كارت العيلة

source: Throttling Add-Ons
ar: كمل على النت بسرعة محدودة

# Pause Internet
source: Stop Internet
ar: إيقاف الانترنت

source: Start Internet
ar: تكملة الانترنت

source: Resume Internet
ar: تكملة الانترنت

source: Repurchase
ar: إعادة شراء

# Social_ADDON_Description
source: Social networking Add-Ons
ar: باقة سوشيال الإضافية

# Video_ADDON_Description
source: Video Content Add-Ons
ar: باقة الفيديو الإضافية

# MI_refresh_message
source: You will repurchase your old bundle, new dates will apply,
ar: إعادة شراء الباقة

source: Your Balance less than your bundle price do you want to use your virtual balance
ar: رصيدك اقل من سعر الباقه ,هل تريد استخدام رصيد الcredit

source: Your Virtule Balance less than your bundle price do you want to recharge your balance
ar: رصيد الcredit اقل من سعر الباقه ,هل تريد اعادة شحن رصيدك

# addOnQuotaConfirmDeactivate
source: Confirm Deactivate this Add-On
ar: إيقاف الباقة الإضافية

# Service has been Deactivated
source: Add-On deactivated successfully
ar: تم إيقاف الباقة الإضافية

# SuccessRamadanGift
source: Your request is being processed
ar: جاري تنفيذ طلبك

# pause Description
source: You are charged per MB
ar: يتم محاسبتك الآن لكل ميجابايت

# play Description
source: Internet has stopped, continue!
ar: الانترنت متوقف، تابع الإستخدام

# MIMainTitle
source: My bundles
ar: الموبايل إنترنت

# vodafone_main_title
source: Speed Test
ar: اختبر سرعة الشبكة

# vodafone_main_txt
source: Speed test makes it easy to test your netwrok speed. It’s easy, fast and accurate and the results help us to measure and improve our network to give you the best connectivity experience with Vodafone.
ar: اختبر سرعة الشبكة بسهولة و سرعة و دقة. نتائج الاختبار تصلنا و تساعدنا على التحسين الدائم للشبكة لنضمن لك افضل تجربة تواصل مع فودافون.

# vodafone_main_service
source: Active and Sharing
ar: النتائج تصل لفودافون

# vodafone_main_service_deactivate
source: Not sharing test results
ar: النتائج لا تصل لفودافون

# vodafone_menu_how_to
source: How AppName Works
ar: كيف يعمل اختبار السرعة؟

# vodafone_main_dialog_stop_service_title
source: Stop sharing?
ar: وقف المشاركة؟

# vodafone_main_dialog_stop_service_summary
source: Confirming will stop sharing of network information with Vodafone
ar: باختيار تأكيد نتائج اختبارات الشبكة سوف لا تصل لفودافون

# vodafone_general_ok
source: Confirm
ar: تأكيد

# vodafone_general_cancel
source: Cancel
ar: الغاء

# vodafone_howto_title
source: How AppName Works
ar: كيف يعمل اختبار السرعة؟

# vodafone_app_name
source: Speed Test
ar: اختبر سرعة الشبكة

# vodafone_app_descrip
source: Vodafone Speed Test
ar: Vodafone Net Perform

# vodafone_howto_txt
source: Speed test collects information about the way your phone interacts with our network and services . We hold this data securely and anonymously and the results let us improve our network to assure you best connectivity experience.
ar: اختبار سرعة الشبكة يتيح لنا معلومات عن كيفية عمل جهازك مع الشبكة و خدمات فودافون. هذه المعلومات تصلنا فى سرية تامة بدون اى ايضاح عن المستخدم او رقم الموبايل وتساعدنا نتائج الاختبار فى التحسين الدائم للشبكة مما يضمن لعملائنا افضل تجربة تواصل مع فودافون

# vodafone_mobile_coverage_content_bullet4
source: areas of limited or no service
ar: اماكن بدون تغطية او تغطية ضعيفة

# vodafone_mobile_coverage_content_bullet5
source: quality of the coverage (2G, 3G, 4G)
ar: جودة التغطية (2G, 3G, 4G)

# vodafone_internet_coverage_content_bullet2
source: your upload and download speed
ar: سرعة التحميل ورفع المعلومات

# vodafone_internet_coverage_content_bullet5
source: areas of limited or no service
ar: اماكن بدون تغطية او تغطية ضعيفة

# vodafone_internet_coverage_content_bullet6
source: quality of the coverage (2G, 3G, 4G)
ar: جودة التغطية (2G, 3G, 4G)

# vodafone_internet_coverage_content_bullet7
source: how long it takes to set up a connection to the internet
ar: سرعة الاتصال بالشبكة

# vodafone_internet_quality_content
source: To evaluate the performance of different devices on the network and diagnose any phone related problems as well as the overall health of your phone we keep track of:
ar: So that we can diagnose the overall usage of the internet data use on different phone models. We capture information about how much you or your device use internet services and consume data. This helps us improve device and network data efficiency for you and other customers based on real world data usage. We log:

# vodafone_device
source: Device Information
ar: معلومات عن الجهاز

# vodafone_device_content
source: So that we can evaluate the performance of different devices on our network and diagnose phone-related problems and diagnose the overall health of your phone, we log:
ar: لنتمكن من تقييم اداء الاجهزة المختلفة مع الشبكة و حل اى مشاكل مرتبطة بالجهاز المستخدم نقوم اثناء الاختبار بجمع المعلومات عن:

# vodafone_device_content_bullet1
source: Phone brand and model
ar: نوع الموبايل

# vodafone_device_content_bullet2
source: Operating system
ar: نظام التشغيل

# vodafone_device_content_bullet5
source: Language
ar: اللغة

# vodafone_device_content_bullet6
source: Battery state
ar: حالة البطارية

# vodafone_device_content_bullet7
source: Memory consumption
ar: استهلاك الذاكرة

# vodafone_device_content_bullet8
source: Time since last reboot
ar: اخر وقت لاعادة التشغيل الجهاز

# vodafone_location
source: Location
ar: الموقع

# vodafone_location_content
source: When we measure the items above related to coverage and usage, we know your rough location from the phone mast and Wi-Fi hot spot your phone is using. When your phone or one of your apps is using GPS location data, we use that to assess location more precisely and sometimes speed if available with GPS information. This enables us to identify areas of weak coverage and determine whether poor performance might be caused by movement. This information will be used to improve poor performance for you and fellow customers.
ar: بقياس مستوى الشبكة وفحص الجهاز نتمكن من تحديد موقعك الحالى من خلال محطات الشبكة و من الواى فاى المستخدم من جهازك. اذا كان جهازك او احدى التطبيقات تستخدم محدد الموقع فهذا يساعدنا على تحديد الموقع بطريقة اكثر دقة. و بذلك يمكننا تحديد المواقع التى يوجد بها ضعف بالشبكة, فنعمل على تحسين الشبكة فى هذه المنطقة لضمان افضل خدمة لعملائنا.

# vodafone_anon
source: Anonymisation of Information
ar: سرية المعلومات

# vodafone_anon_content
source: The network and device improvements that speed test is designed for do not require any personal information. This means that data Vodafone receives is anonymized.
ar: البيانات الناتجة من اختبار السرعة و التى تساعدنا على تحسين الشبكة لا تتطلب اى معلومات شخصية للمستخدم. هذا يعنى ان البيانات تصل الى فودافون من نتائج الاختبار لا يوجد بها اى معلومات عن المستخدم.

# vodafone_anon_content_bullet1
source: This app does not log your phone number
ar: عدم تسجيل رقم المحمول

# vodafone_anon_content_bullet2
source: This app does not log numbers you dial or that dial you
ar: عدم تسجيل ارقام المكالمات

# vodafone_anon_content_bullet4
source: This app does not log content, sender or receiver information of text messages on your device
ar: عدم تسجيل الرسائل الخاصة بك

# vodafone_anon_content_bullet5
source: This app does not log the names of the Wi-Fi hot spots used.
ar: عدم تسجيل مواقع ال Wi-Fi

# vodafone_settings_about_title
source: About this application
ar: معلومات اكثر

# vodafone_footer_item_network
source: Network
ar: الشبكة

# vodafone_footer_item_info
source: Speed Test
ar: اختبر سرعة الشبكة

# vodafone_menu_speedo
source: Speed Test
ar: اختبر سرعة الشبكة

# vodafone_history_download
source: Download
ar: التحميل

# vodafone_history_upload
source: Upload
ar: رفع الملفات

# vodafone_speedo_unit_mbps
source: Mbit/s
ar: ميجا/ث

# vodafone_speedo_result_header
source: Speed Test Results
ar: نتيجة الاختبار

# vodafone_speedo_result_disclaimer
source: Speed test results are calculated on the basis of a 10 second upload and download. Data speed over a shorter period or for small amounts of data (e.g. email) is likely to be slower.
ar: نتيجة الاختبار تحسب على اساس 10 ثوانى من التحميل و الرفع. السرعة لاوقات اقل او بيانات اقل (مثل بريد الكترونى) غالبا ستكون ابطئ

# vodafone_result_start_speedtest
source: Start New Speed Test
ar: ابدأ اختبار جديد

# vodafone_result_last_speedtest
source: My Speed Test from
ar: اختبار السرعة بتاريخ

# vodafone_history_network
source: Network
ar: الشبكة

# vodafone_history_date
source: Date
ar: التاريخ

# vodafone_result_history
source: My Speed Tests
ar: الاختبارات السابقة

# vodafone_speedo_start
source: Start
ar: ابدأ الاختبار

source: Edit
ar: تعديل

# vodafone_ios_main_service_state_active
source: Information will only be shared if you perform a speed test - it will be limited to location, device and performance information.
ar: ستصلنا بيانات الشبكة فقط عندما تقوم باختبار السرعة – كل ما يصلنا هى بيانات عن موقعك الحالى, و بيانات عن الجهاز و مستوى عمل الشبكة.

# vodafone_ios_main_service_state_inactive
source: No information is shared.
ar: النتائج لا تصل لفودافون

# vodafone_ios_mobile_coverage_connectivity
source: Coverage and Connectivity
ar: تغطية الشبكة

# vodafone_ios_internet_coverage_content_bullet8
source: Wi-Fi connection quality
ar: جودة خدمة ال Wi-Fi

# vodafone_ios_mobile_coverage_content
source: Speed test captures statistics about your connectivity for phone calls, internet and data service. This allows us to diagnose connectivity or connection quality problems and enhance the network in your area.
ar: اختبار سرعة الشبكة يتيح لنا معلومات عن اداء الشبكة من مكالمات صوتية و خدمات الانترنت مما يساعدنا على تحسين الشبكة لضمان تمتع المستخدم بافضل خدمة من فودافون.

# Loyality Points
source: Loyalty Points
ar: نقاط فودافون وان

source: Points History
ar: تفاصيل النقاط

source: Points information
ar: معلومات عن النقاط

# Expiry Date
source: Expiration Date
ar: تاريخ الانتهاء

source: Addition Date
ar: تاريخ الاضافة

source: Transaction Type
ar: نوع العملية

source: Added
ar: مضافة

# Removed
source: Deducted
ar: مخصومة

source: Date
ar: التاريخ

source: Destination
ar: المكان

source: Transaction ID
ar: رقم العملية

source: Date and time
ar: الوقت والتاريخ

source: Receipt
ar: الايصال

# Red Points History Desc
source: Keep track of your added or deducted points
ar: تابع نقاطك المضافة أو المخصومة

source: No data has been found
ar: لا توجد بيانات

source: Red Partners
ar: شركاء RED

source: View on map
ar: انظر الخريطة

# PointsInfoDesc
source: Without any subscription or additional cost, collect points on your purchases in a wide network of Vodafone partners
ar: بدون أي اشتراك أو رسوم إضافية, جمع و استبدل النقاط من مشترياتك من خلال شركاء فودافون

source: Annual points
ar: النقاط السنوية

source: Next expiry Information
ar: أقرب النقاط للانتهاء

source: Red Points Partners
ar: شركاء نقاط RED

source: Check out our Red Points partners
ar: تعرف علي شركاء نقاط RED

source: annual Points error occurred
ar: خطأ في النقاط السنوية

source: You will receive
ar: سوف تستقبل

source: after
ar: بعد

source: My current points
ar: نقاطي الحالية

source: LE
ar: جنيه

source: Points
ar: نقطه

source: an amount of
ar: بعض من

source: will be expired by
ar: سوف تنتهي في

source: Amount Points
ar: اجمالى النقاط

source: Deducated place
ar: مكان التحصيل

source: Contacts:
ar: جهات الاتصال:

# Roaming Tips 1
source: • All Vodafone Postpaid customers are eligible for free roaming activation after paying 4 bills. • If you are a new postpaid customer and still haven’t paid 4 bills, you can still enjoy roaming up to 250LE on your bill or you can register your credit card in one of Vodafone’s stores for payments to be carried out through direct debit. Please call 888 to activate your roaming. • If you are a new Vodafone Postpaid customer and still didn’t pay 4 bills, you can register your credit card in one of Vodafone's stores for payments to be carried out through direct debit. Locate your nearest Vodafone store to register your credit card. • If you are a Vodafone Prepaid, Control, or Easy customer you can activate the roaming service for FREE from day one, dial *888*5# or *999*5#. • Check roaming services availability and roaming rates in the country you are going to visit . • Make sure you have a compatible power adapter so you can charge your phone. We recommend that you take a World Travel Adaptor available in the local market that allows you to use your mobile charger anywhere around the world. • If you have any pre-paid, Control, or Easy line, make sure you have enough credit to use while roaming. • If you are going to top-up using your credit card while roaming, make sure you have the Vodafone Services menu on your phone. Locate your nearest Vodafone store to get a new SIM and register your credit card.
ar: راجع موقع فودافون الإلكتروني وأعرف خدمات التجوال المتاحة وأسعار التجوال فى الدولة التى سوف تسافر اليها. كل عملاء Vodafone Open متاح لهم تشغيل التجوال ببلاش بعد التأكد من سداد 4 فواتير و دفع 750 جنيه تأمين. اذا كان لديك خط فودافون Open كلم 888 لتشغيل التجوال. اذا كان لديك خط فودافون بزنس يمكنك الاتصال بالمفوض لتشغيل التجوال.موبايلك يعمل على معظم الشبكات، لكن لو كنت بتزور أمريكا أو كندا أو أمريكا الجنوبية ستحتاج إلى تليفون ثلاثي التردد، وفى جزر الكاريبى قد تحتاج إلى تليفون رباعى التردد، أما لو مسافر إلى اليابان أو كوريا الجنوبية، فاعلم أن هذه الدول تعمل على شبكة بتكنولوجيا أخرى و تحتاج إلى موبايل خاص، لذا راجع دليل تليفونك المحمول تأكد أن لديك شاحن كهرباء مناسب للدولة التي ستقوم بزيارتها، حتى تستطيع شحن تليفونك، وننصح باستخدام شاحن World Travel Adaptor المتاح فى السوق المحلية والذى يسمح لك باستخدام شاحن تليفونك في أي دولة في العالم. تأكد أنه تم تشغيل خدمة التجوال على الخط الخاص بك من خلال الاتصال بـ 888. اذا كان لديك خط مدفوع مقدماً أو كنترول أو إيزى، تأكد أن لديك رصيد كاف للاستخدام أثناء التجوال. اذا كنت ستقوم بالشحن ع الطاير باستخدام بطاقة ائتمانك أثناء التجوال، تأكد أن لديك قائمة خدمات فودافون على تليفونك وأنك قمت بتسجيل بطاقة الائتمان الخاصة بك، أعرف أقرب فرع من فروع فودافون، و سجل بطاقة ائتمانك وتحصل على شريحة جديدة.

# Roaming Tips 2
source: • Switch on your mobile. • In most cases, your mobile will automatically search for and register on a network. • If not, check your phone's user guide to find out how to search for a network manually. • Where available, select the local Vodafone network for the best rates and service. • We will text you to inform you about roaming rates on the network you are roaming on, and will also let you know if there is a preferred network in the country you are visiting for best roaming rates and service. Keep this SMS on your phone for further reference.
ar: افتح تليفونك. فى معظم الاحيان، سيبحث تليفونك بشكل تلقائي عن شبكة وسيقوم بالتسجيل عليها، وإذا لم يقم تليفونك بذلك، راجع دليل استخدام تليفونك لمعرفة كيفية البحث بشكل يدوى عن شبكة، وعندما تجدها، اختر شبكة فودافون المحلية المفضلة لأحسن الأسعار والخدمات. سنرسل لك رسالة لإبلاغك بأسعار التجوال على الشبكة التى تستخدمها، كما تفيد الرسالة إذا ما كانت هناك شبكة مفضلة فى الدولة التي تزورها لأفضل الأسعار والخدمات، اقرا هذه الرسالة جيداً واحفظها على تليفونك كمرجع.

# Roaming Tips 3
source: 1. Please Call Me Are you out of credit? Dial *505* mobile number # so you can use our Please Call Me service for 0.75 LE while roaming. However, please note that some networks do not support our Please Call Me service. 2. Divert to Voicemail Open line customers can divert all incoming calls to their Vodafone voicemail and avoid any roaming charges. 3. Turn off Automatic Updates Some phones and computers have programs that automatically download updates and new versions once they are connected to the internet. Turn off automatic updates before you roam as they might consume a considerable volume of data. Go to Start > Control Panel > Security Centre > Automatic Updates, select ‘Turn off automatic updates’ and press ‘OK’.
ar: رصيدك خلص؟ اطلب #رقم الموبايل*٥٠٥* علشان تبعت كلمني شكرآ لأي رقم ب75 قرش اثناء التجوال علما بأن الخدمة متاحة فقط مع بعض الشبكات التحويل للبريد الصوتي لو كان نظامك خط مفتوح يمكنك تحويل كل المكالمات الواردة إلى البريد الصوتي لتفادي أى تكاليف أثناء التجوال. اغلق التحديثات التلقائية بعض التليفونات والكمبيوترات لديها برامج تقوم بتحميل التحديثات والنسخ الجديدة فور دخولها على الإنترنت، قم باغلاق التحديثات التلقائية قبل أن تشغل خدمة التجوال حيث أنها قد تستهلك حجم كبير من البيانات. اذهب إلى Start ثم Control Panel ثم Security Centre ثم Automatic Updates واختر Turn off automatic updates واضغط Ok.
