Repository: VodafoneEgypt/VUIComponents
Catalog: VUIComponents/Classes/Components/Utils/*.lproj/Localizable.strings
Languages: ar

# Blacklist Do you really want to upgrade?
source: Do you really want to activate the monthly subscription for 3 LE?
ar: هل أنت متأكد من أنك تريد تفعيل الاشتراك الشهري في الخدمة مقابل ٣ جنيه؟

# Whitelist Do you really want to upgrade?
source: Do you really want to activate the monthly subscription for 5 LE?
ar: هل أنت متأكد من أنك تريد تفعيل الاشتراك الشهري في الخدمة مقابل ٥ جنيه؟

source: Start adding members to the list
ar: ابدأ بإضافة أعضاء للقائمة

source: Activate for free
ar: تفعيل الخدمة مجاناً

source: You have successfully activated your missed call keeper service.
ar: لقد قمت بتفعيل خدمة الاحتفاظ بالمكالمات

source: Do you really want to unsubscribe from missed call keeper service?
ar: هل تريد إلغاء الاشتراك من خدمة الاحتفاظ بالمكالمات؟

source: Do you really want to subscribe to the missed call keeper service?
ar: هل تريد الاشتراك في خدمة الاحتفاظ بالمكالمات؟

source: Confirm Unsubscribing
ar: تأكيد إلغاء الاشتراك

source: Confirm Subscription
ar: تأكيد الاشتراك

source: Members
ar: الأعضاء

source: Adding member failed
ar: إضافة العضو لم تنجح

source: Saving settings failed
ar: فشل حفظ الإعدادات

source: Upgrade to Monthly bundle for 5 LE
ar: غير للباقة الشهرية ب 5 جنيه

source: Upgrade to Monthly bundle for 3 LE
ar: غير للباقة الشهرية ب 3 جنيه

source: Activate for 3 LE monthly
ar: اشترك في الباقة الشهرية بـ 3 جنيه

source: Activate for 5 LE monthly
ar: اشترك في الباقة الشهرية بـ 5 جنيه

source: Shop
ar: تسوّق

source: 12:00 AM
ar: ١٢:٠٠ ص

source: 1:00 AM
ar: ١:٠٠ ص

source: 2:00 AM
ar: ٢:٠٠ ص

source: 3:00 AM
ar: ٣:٠٠ ص

source: 4:00 AM
ar: ٤:٠٠ ص

source: 5:00 AM
ar: ٥:٠٠ ص

source: 6:00 AM
ar: ٦:٠٠ ص

source: 7:00 AM
ar: ٧:٠٠ ص

source: 8:00 AM
ar: ٨:٠٠ ص

source: 9:00 AM
ar: ٩:٠٠ ص

source: 10:00 AM
ar: ١٠:٠٠ ص

source: 11:00 AM
ar: ١١:٠٠ ص

source: 12:00 PM
ar: ١٢:٠٠ م

source: 1:00 PM
ar: ١:٠٠ م

source: 2:00 PM
ar: ٢:٠٠ م

source: 3:00 PM
ar: ٣:٠٠ م

source: 4:00 PM
ar: ٤:٠٠ م

source: 5:00 PM
ar: ٥:٠٠ م

source: 6:00 PM
ar: ٦:٠٠ م

source: 7:00 PM
ar: ٧:٠٠ م

source: 8:00 PM
ar: ٨:٠٠ م

source: 9:00 PM
ar: ٩:٠٠ م

source: 10:00 PM
ar: ١٠:٠٠ م

source: 11:00 PM
ar: ١١:٠٠ م

source: Balance Transfer
ar: تحويل الرصيد

source: Kallemny Shokran
ar: كلمني شكراً

source: Sallefny Shokran
ar: سلّفني شكراً

source: Edfa3ly Shokran
ar: ادفعلي شكراً

# CreditServicesBalanceTransferDescription
source: You Can Transfer Balance to your family and friends up to 50 LE per transfer
ar: يمكنك تحويل رصيد لأهلك وصحابك حتى 50 جنيه كل مرة

# CreditServicesKallemnyDescription
source: Need to call someone urgently, but you’re out of credit? Someone is waiting for you and you can’t reach them because you’re out of balance? This service saves the day!
ar: محتاج تتكلم ضرورى لكن رصيدك خلص؟ دلوقتى هتقدر مع خدمة كلمنى شكراً

# CreditServicesSallefnyDescription
source: With Sallefny Shokran Service, if your credit is less than LE 2 Vodafone will transfer you 4 LE credit.
ar: مع خدمة سلفني شكراً لو رصيدك أقل من 2 جنيه فودافون هتحولك 4 جنيه رصيد. .

# CreditServicesEdfa3lyDescription
source: With the “Please Pay For Me” service call your friends anytime and they will pay for your call
ar: مع خدمة ادفعلي شكراً كلمهم على حسابهم في أي وقت

# BalanceTransferDescription
source: you can transfer up to 50L.E per time, this service cost %@%% from the transferred amount with a minimum %@ LE.Your current balance is: %@ LE
ar: دلوقتي تقدر تحول لحد ٥٠ جنيه في كل مرة ، تكلفة الخدمة %@%% من المبلغ المحول, بحد أدني %@ جنيه. رصيدك المتبقى: %@ جنيه

# BalanceTransferConfirmationMessage
source: Please confirm to transfer %@ LE to: %@ .Total deducted amount %0.2f LE
ar: يرجى تأكيد تحويل %@ جنيه الي: %@ .إجمالي المبلغ المخصوم %0.2f جنيه

# BalanceTransferReceiverInGracePeriodMessage
source: The receiver is in grace period so, we will take from balance %@ LE
ar: المستقبل فى حالة السماح لذلك سيتم خصم قيمة %@ جنيه

# BalanceTransferEnoughBalance
source: No enough balance to complete process
ar: لا يوجد رصيد كافي لاتمام العملية

# BalanceTransferMoreThan50
source: The maximum amount for balance transfer is 50 LE
ar: الحد الأقصى لتحويل الرصيد هو 50 جنيه

# BalanceTransferSubmitSuccessTitle
source: Done
ar: مبروك

# BalanceTransferSubmitSuccessMessage
source: Balance has been transferred successfully
ar: تم تحويل الرصيد بنجاح

# BalanceTransferPostPaidLimitReached
source: You have reached Balance transfer limit for this month, please try again in the following month
ar: لقد تخطيت الحد الأقصى للتحويل هذا الشهر، يرجى أعاده المحاولة الشهر التالي

# UserExceededLimitOfTransfers
source: You have exceeded the maximum number of trials
ar: لقد تجاوزت الحد الأقصى للمحاولات

# BalanceTransferInvalidMobileNumber
source: Invalid mobile number
ar: يرجى ادخال الرقم بطريقة صحيحة

# SallefnyConfirmationMessage
source: Service fees are 1 LE per transaction
ar: مصاريف الخدمة جنيه واحد لكل تحويل

# SallefnySuccessTitle
source: Balance updated
ar: تم تحديث الرصيد

# SallefnySuccessMessage
source: Sallefny transaction has been proceeded
ar: تم تنفيذ طلب سلّفني الخاص بك بنجاح

# SallefnyFailureMessage
source: Your sallefny request has failed
ar: فشل طلب سلّفني الخاص بك

# KallemnyConfirmationMessage
source: Please confirm send Kallemny Shokran SMS to %@
ar: من فضلك قم بتأكيد إرسال كلمنى شكرا إلي %@

# KallemnySuccessTitle
source: Message Sent
ar: تم الإرسال

# KallemnySuccessMessage
source: Kallemny Shokran SMS has been sent successfully
ar: تم إرسال رسالة كلمني شكراً بنجاح

# KallemnyInvalidMobileNumber
source: Invalid mobile number
ar: رقم الموبايل غير صحيح

source: Exit
ar: غلق

source: Update
ar: تحديث

source: Continue
ar: استمر

source: Amount per installment
ar: قيمة القسط

source: Remaining number of installments
ar: عدد الأقساط المتبقية

source: Remaining installment total amount
ar: اجمالي القيمة المتبقية

source: From
ar: من

source: To
ar: إلي

source: Rate Ana Vodafone App
ar: تقييم تطبيق أنا ڤودافون

source: Remind Me Later
ar: ذكرني لاحقاً

source: Call
ar: مكالمات

source: SMS
ar: رسائل نصية قصيرة

# Usage_UsageDetails
source: Usage
ar: حجم الاستخدام

source: m
ar: دقيقة

source: GB
ar: جيجابايت

source: Couldn't load data. Tap to retry.
ar: لم نتمكن من تحميل البيانات

source: No Internet Connection
ar: لا يوجد اتصال بالانترنت

source: Minutes
ar: دقائق

source: Flex
ar: فليكس

source: Flex
ar: فليكس

source: Flex
ar: فليكسات

# homeSMS
source: SMS
ar: رسائل

# SMSunit
source: SMS
ar: رسالة

# MinutesUnit
source: Minutes
ar: دقيقة

# homeInternet
source: Internet
ar: موبايل انترنت

# Remaining_MI
source: Remaining
ar: متبقي

source: Balance
ar: الرصيد

source: Balance
ar: الرصيد

# NoInternetEndUserDescription
source: To enjoy mobile internet bundles you need to contact your organization's contact person.
ar: لكي تستمتع بباقات الموبايل إنترنت يجب عليك الاتصال بالشخص المفوض في شركتك.

source: Renewal Date:
ar: تاريخ تجديد الباقة:

source: Voice
ar: مكالمات

source: Data
ar: إنترنت

source: Missed call keeper
ar: خدمة حفظ المكالمات

source: Call tone
ar: الكول تون

source: Manage
ar: إدارة

source: You’ve almost finished your inclusive Flexs.
ar: فاضل 0 فليكس

source: You’ve almost finished your inclusive GBs. Manage
ar: فاضل 0 ميجابايتجيجابايت على باقة الإنترنت

source: Basic bundle
ar: الباقة الأساسية

# mainQuota
source: Basic Bundle
ar: الباقة الأساسية

source: Additional bundle
ar: إضافات الإنترنت

# QC_SMS
source: SMS
ar: رسائل

# On-Net
source: Vodafone to Vodafone
ar: ڤودافون لڤودافون

# X-Net
source: Vodafone to everyone
ar: ڤودافون لأي حد

source: Inbox
ar: رسائل

# inboxEdit
source: Edit
ar: تحرير

source: Delete
ar: مسح

source: Are you sure you want to delete this message?
ar: هل أنت متأكد من مسح هذه الرسالة؟

# inboxToday
source: Today
ar: اليوم

# inboxOlder
source: Older
ar: أقدم

source: Go
ar: اذهب

source: Contact Name
ar: الاسم

source: Ana Vodafone
ar: أنا ڤودافون

# QualtricsYes
source: Start survey
ar: موافق

# QualtricsLater
source: No, thanks!
ar: لاحقاً

# QualtricsPopup
source: Would you mind answering a couple of quick questions about your experience?
ar: رأيك يهمنا ! من فضلك قيم تطبيق أنا ڤودافون

# AddonPostpaidConfirm
source: The bundle cost is added to your bill
ar: سيتم إضافه تكلفه الباقة الي الفاتورة

# AddonPrepaidConfirm
source: The bundle cost is deducted from customer's main balance
ar: سيتم خصم تكلفة الباقة من رصيدك الرئيسي

# FollowUpConfirm
source: Please confirm activating follow up
ar: يرجي تأكيد تنشيط خدمه حسب الاستخدام

# addOnQuotaConfirm
source: Please confirm activating add-on
ar: يرجي تأكيد تنشيط الباقة الاضافية

# worryfreeConfirm
source: Please confirm activating worry free bundle
ar: يرجي تنشيط باقة كمل على النت

source: Subscribe to control internet bundles
ar: استمتع بباقات كنترول النت

# AlreadyHasMIAddon
source: This Add-on is already active
ar: هذه الباقة الإضافية تعمل بالفعل

source: Hello
ar: أهلا

# Add-On Quota
source: Basic Add-On
ar: باقات إضافية

source: Please confirm missed call keeper deactivation
ar: يرجى تأكيد إيقاف خدمة الاحتفاظ بالمكالمات

# You are now subscribed to monthly bundle for 3LE
source: You are Subscribed to monthly bundle for 3LE
ar: أنت الأن تستمتع بالباقة الشهرية

source: Dear Customer you can enjoy this service for free
ar: عزيزي العميل يمكنك التمتع بهذه الخدمة مجانا

# You are now subscribed to monthly bundle
source: You are Subscribed to monthly bundle
ar: أنت الأن تستمتع بالباقة الشهرية

source: You are Subscribed to daily bundle
ar: أنت الأن تستمتع بالباقة اليومية

source: Stay connected with limited speed
ar: كمل عالنت بسرعة محدودة

# Change bundle
source: Monthly internet bundles
ar: باقات الانترنت الشهرية

# Add ons
source: Monthly internet addons
ar: باقات الإضافية

source: Social & video bundles
ar: باقات السوشيال و الفيديو

# home_GB
source: GB
ar: جيجا

# home_MB
source: MB
ar: ميجا

source: Worry free
ar: كمل علي النت

# Sender Limits
source: You have reached Balance transfer limit for this month, please try again in the following month
ar: لقد تخطيت الحد الأقصى للتحويل هذا الشهر، يرجى أعاده المحاولة الشهر التالي

# Change Your Plan to
source: Change to
ar: غير باقتك ل

# Add Or Remove your numbers
source: Subscribe & Manage blacklisted numbers
ar: إشترك ، و إتحكم مين يكلمك

source: Subscribe & Manage whitlisted numbers
ar: إشترك ، و إتحكم مين يكلمك

source: You can add local number only
ar: يمكنك أضافة الارقام المحلية فقط

source: Sorry,You can't add number already on your list
ar: عفوا، لا يمكنك إضافة رقم تم إضافته من قبل في القائمة

source: USB Add-Ons
ar: الاضافيةUSB باقات ال-

source: Follow up activation
ar: تفعيل المحاسبة حسب الاستهلاك

source: Repurchase Bundle
ar: تجديد الباقة

# You can't select the same time
source: Please select different start and end time
ar: من فضلك ادخل وقت بدء و نهاية الخدمة مختلفين

source: You have already requested an Add-on this month
ar: لديك بالفعل باقة أضافيه

source: Total Remaining Quota
ar: اجمالي سعه الباقة المتبقية

# success message enjoy more
source: success
ar: تمت العمليه بنجاح

# upgradeBundle
source: Automatic renewable Add on
ar: باقات اضافية متجددة تلقائيا

source: Please Select Add-on
ar: اختر من الباقات الاضافية

# Purchase Add-on
source: Buy Add on
ar: شراء باقات اضافية

source: Proceed
ar: استمرار

# REQUEST_STATE_RED_NEAREST_STORE_ADSL
source: Your rate-plan has been changed successfully to Red, and you’ll be able to manage your account online within 24 hours. Please subscribe now to enjoy your discounted ADSL from Vodafone.
ar: لقد تم تغيير خطة اسعارك بنجاح الى Red، و ستتمكن من التحكم فى حسابك اونلاين في خلال 24 ساعة.اشترك اونلاين الان للاستمتاع بخدمة ال ADSL من ڤودافون.

# REQUEST_STATE_RED_NEAREST_STORE_SIM
source: Your rate-plan has been changed successfully to Red, and you’ll be able to manage your account online within 24 hours. Please go to the nearest Vodafone Store to collect your data SIM.
ar: لقد تم تغيير خطة اسعارك بنجاح الى Red، و ستتمكن من التحكم فى حسابك اونلاين في خلال 24 ساعة.يرجى التوجه الى اقرب فرع ڤودافون للاستلام خط الداتا الخاص بك.

# REQUEST_STATE_RED_NEAREST_STORE_DISCOUNT
source: Your request to change your rate plan has been submitted successfully to Red, and you’ll be able to manage your account online within 24 hours. Please, go to the nearest Vodafone Store to collect your data SIM, Please subscribe now to enjoy your discounted ADSL from Vodafone.
ar: لقد تم تغيير خطة اسعارك بنجاح الى Red، و ستتمكن من التحكم فى حسابك اونلاين في خلال 24 ساعةيرجى التوجه الى اقرب فرع ڤودافون لاستلام خط الداتا الخاص بك، اشترك اونلاين الان للاستمتاع بخدمة ال ADSL من ڤودافون.

# REQUEST_STATE_RED_REQUEST_SENT
source: Your request is being processed and you will be contacted soon.
ar: جارى تنفيذ طلبك وسيتم الاتصال بك قريبا.

# User type not supported
source: Ana Vodafone App doesn't support your tariff yet. Stay tuned for new update just for you
ar: انا ڤودافون لا يدعم نظام خطك حاليا، انتظرونا في نسخة مخصصة لك قريبا

source: of
ar: من

source: mins
ar: دقيقة

source: Mobile Internet
ar: موبايل انترنت

source: Continue on the internet with the limited speed
ar: كمل على النت بسرعة محدودة

source: Worry Free
ar: كمل على النت

# Manage your main internet bundles
source: Choose the best that suits you from a wide variety of internet bundles
ar: اختار المناسب لك من باقات الانترنت المتنوعة

source: Add extra internet bundles
ar: أضف باقات انترنت اساسية

# Time Based Description
source: Add extra internet bundles
ar: استمتع بانترنت اكتر لفترة محدودة

source: Enjoy Social, Videos & Music bundles
ar: استمتع بباقات سوشيال، فيديو ومزيكا الاساسية

source: Enjoy Social, Videos & Music add-ons
ar: استمتع بباقات سوشيال، فيديو ومزيكا الاضافية

source: Add extra internet add-ons
ar: استمتع بباقات الانترنت الاضافيه

source: Basic Add-Ons
ar: باقات اضافية

source: Content Add-Ons
ar: باقات المحتوى الاضافية

source: Content internet bundles
ar: باقات المحتوى

source: Time based bundles
ar: باقات المحاسبة حسب الوقت

# MI Red Bundle
source: Extreme Internet bundles, On-demand
ar: باقات اكستريم نت المتجددة

# MI Red Bundle Desc
source: Extend your internet usage for 30 Days from a wide variety of internet bundles
ar: استمتع بانترنت أكتر كل شهر مع باقات اكستريم انترنت المتجددة

# Manage your main internet red bundles
source: Extreme Internet bundles, Renewable
ar: باقات اكستريم نت الغير متجددة

# Manage your main internet red bundles desc
source: Choose the best internet bundles that suits you and have it renewed with every bill cycle
ar: استمتع بانترنت لمدة 30 يوم مع باقات اكستريم انترنت الغير متجددة

source: Daily internet bundles
ar: باقات الانترنت اليومية

source: Weekly internet bundles
ar: باقات الانترنت الاسبوعية

source: Social Bundle
ar: بقات سوشيال

source: Video Bundle
ar: باقات فيديو

source: Music Bundle
ar: باقات مزيكا

source: Enjoy extra internet
ar: استمتع بإنترنت أكتر

source: Blackberry Bundles
ar: باقات البلاك بيري

# You need to deactivate your add-on so you can change your plan
source: Your current add-ons will be deactivated, please reactivate it after changing your bundle
ar: سيتم إيقاف الباقة الإضافية يرجى أعاده تفعيلها بعد تغير الباقة الأساسية

source: Enjoy Social Networking Add-Ons
ar: استمتع بباقات التواصل الاجتماعي

source: Continue on the internet with limited speed
ar: كمل انترنت بسرعة محدودة

# Enjoy Videos Streaming Add-Ons
source: Enjoy videos streaming
ar: استمتع مشاهات الفيديوهات

source: Enjoy Music Add-Ons
ar: استمتع بباقات المزيكا

# Stay online freely with best suits
source: Change your internet bundle
ar: اتحكم في باقات الانترنت الأساسية

# Social and Video desc
source: Enjoy Social networking & Video content
ar: استمتع بالتواصل الاجتماعي و مشاهده الڤيديوهات

source: Please, enter a 14 to 16 digits number!
ar: برجاء ادخال من ١٤ الى ١٦ رقم

# bundle has been deactivated
source: Bundle deactivates successfully
ar: عزيزنا العميل، تم الغاء الخدمة

source: Follow Up
ar: حسب الاستخدام

# Flex_Extra_Addons_Desc
source: You don’t have to worry about your bundle consumption, With Flex Extra you, will be able to increase your bundle flexes at any time during the month.
ar: خلص باقتك و متقلقش علشان دلوقتى مع كنترول فليكس هتقدر تزود فليكساتك فى أى وقت فى الشهر

# Flex_Extra_Repurchase_Desc
source: If you finished your bundle renew it and enjoy your Flexes again
ar: لو باقتك خلصت جددها واستمتع بفليكساتك من الأول

# buy_Flex_Extras
source: Flex Extras
ar: فليكس اكسترا

source: Repurchase current bundle
ar: إعادة شراء الباقة

# Renew_Current_Bundle
source: Please confirm renewing Flex control bundle Note: The renewable Extra will be renewed after consuming main bundle Flexes
ar: سيتم تجديد باقة فليكس كنترول بعد استخدام فليكسات الباقة الأساسية

# Renew_Current_Bundle_rollover
source: Please confirm renewing Flex control bundle Note: Your flexes will be rolled over till next month
ar: سيتم تجديد باقة فليكس كنترول بعد استخدام فليكسات الباقة الأساسية ملاحظة: فليكساتك هتترحل للشهر الجاى

source: Purchase Flex Extras
ar: فليكس اكسترا

# Activate_R
source: Activate this
ar: جدد

# Renew_Flex_Bundle_desc
source: Your Bundle has been renewed successfully, Enjoy Flex control 30 days from now
ar: تم تجديد باقة فليكس كنترول، إستمتع بفليكس كنترول لمدة 30 يوم من الان

# Renew_Flex_Failed
source: Your flex extra has been activated for only one month, please make sure to renew it next month
ar: تم تشغيل باقة فليكس اكسترا لشهر واحد، يرجي التأكد من تجديديها الشهر القادم

# Please_Check_Balance
source: We couldn’t fulfil your request ! please check your balance and try again
ar: لم نتمكن من تنفيذ طلبك ! يرجى مراجعة الرصيد والمحاولة لاحقاً

# Deals
source: Deal of The Month
ar: عرض الشهر

# Subscribed Successfully!
source: Done! Now you can enjoy the offer
ar: مبروك، دلوقتي ممكن تستمتع بالعرض

# UserOfferLimit
source: Sorry you have already enjoyed this offer during this month.
ar: تقدر تستخدم العرض مرة واحدة فالشهر ، يمكنك الاستمتاع بعرض أخر

# OfferExpired
source: This offer has expired, please try another offer
ar: وقت العرض خلص، جرب عرض تاني

# OfferSoldOut
source: This offer ended, please try another offer
ar: العرض ده خلص، جرب عرض تاني

# RatePlanError
source: This offer doesn’t apply for your tariff
ar: العرض ده مش متاح لخطه اسعارك

source: Terms and Conditions
ar: الشروط و الأحكام

# BeInSportsDesc
source: Enjoy a free monthly subscription on BeIN SPORTS CONNECT on your mobile, tablet or laptop
ar: <p>استمتع باشتراك شهري لباقاتBeIN SPORTS CONNECT تقدر تستخدمها من خلال الموبايل أو الـ Tablet أو الـ Laptop</p>

# BeInSportsTerm
source: The service lets it’s viewers enjoy 10 channels on mobiles, laptops or tablets through BeIN SPORTS CONNECT.</br>By pressing on the subscribe button an SMS will be sent in order to receive your beIN SPORTS CONNECT voucher.
ar: الخدمة متوفرة علي الموبايل و تتيح للمشترك 10 قنوات رياضية يستطيع عن طريقها متابعة أهم البطولات</br>بالضغط علي اشترك ستقوم بإرسال رسالة نصية للحصول علي كوبون العرض

# MyPlan_RedUser_Desc
source: With Vodafone Red, enjoy all what you need in one rate plan from minutes, SMS and mobile internet in addition to new exclusive services just for you & benefits tailored for your life style.
ar: مع Vodafone Red ، هتستمتع بكل اللى أنت محتاجه فى نظام واحد من مكالمات ورسائل وإنترنت بالإضافة إلى مميزات حصرية مصممة لطريقة حياتك.

# MyPlan_FlexUser_Desc
source: Now with the new Control Flex, choose the package that suits you from our new portfolio.
ar: لأول مرة في مصر، أنظمة كنترول فليكس الجديدة تقدر تشكًل فيها استخدامك براحتك من غير شروط و من أول فليكس.

# MyPlan_PrePaidUser_Desc
source: With Vodafone Prepaid lines, you will Find all you wish for.
ar: مع أنظمة ڤودافون الكارت ، هتلاقي كل اللى أنت محتاجه

# MyPlan_PostPaidUser_Desc
source: With Vodafone postpaid lines, you will Find all you wish for.
ar: مع أنظمة ڤودافون الخط ، هتلاقي كل اللى أنت محتاجه

# Confirm_Change_RatePlan
source: Please confirm changing your rate plan to
ar: يرجى تأكيد تغير خطة أسعارك إلي

# Check_RecommenedPlans
source: Did you have a look on the recommended rate plans?
ar: هل راجعت خطط الأسعار المناسبة لك؟

# Other_Available_rate_plan
source: Available rate plan
ar: خطط الأسعار المتاحة

# Aecommeneded_EmptyPlans
source: Choose the rate plan that best suits you
ar: اختار خطة الأسعار المناسبة لاستخدمك

# & paying
source: and paying
ar: مقابل

source: LE
ar: مصاريف تحويل

# noPlansAvailable
source: Your rate plan is the best that suits you, we don’t recommend any other one to you.
ar: خطة اسعارك هي أكتر نظام مناسب لاستخدامك، لا يوجد نظام مقترح لك حالياً

# you_Tarrif_Will_change
source: We are currently working on your request, your tariff will be changed within the coming minutes
ar: نحن نعمل على تنفيذ طلبك، سيتم تغير نظام المحاسبة خلال الدقائق اللاحقة

# Sorry!_A
source: Sorry!
ar: عذراً!

# Red_Plan_Unsupported_Desc
source: Since you are Vodafone Red customer; we are developing a special experience just for you.
ar: نحن نعمل على خدمات مخصصة لعملاء ڤودافون RED

# Non_Supported_Flex_Desc
source: Ana Vodafone App doesn’t support your tariff yet, Stay tuned for new update just for you
ar: أنا ڤودافون لا يدعم نظام خطك حالياً، انتظرونا في نسخة مخصصة لك قريباً

source: Consumed %@ %@ from %@ %@
ar: الاستهلاك %@ %@ من %@ %@

source: Total Bundle %@ %@
ar: إجمالي الباقة %@ %@

source: Consumed %@ %@ from %@ GB
ar: الاستهلاك %@ %@ من %@ جيجابايت

source: Total bundle %@ GB
ar: اجمالي الباقة %@ جيجابايت

source: Your request has been sent successfully!
ar: تم ارسال طلبك بنجاح!

source: %.1f %@ of %.1f GB
ar: %.1f %@ of %.1f جيجابايت

source: Loading data, please wait
ar: جاري تحميل البيانات

# MI_Internet_Success
source: Thank you for using Vodafone services
ar: شكرا لاستخدامك خدمات ڤودافون

source: Done Successfully
ar: تم الإشتراك بنجاح

source: The ATM service from CIB is no longer available. To know the nearest Branch to perform a deposit or withdrawal press 'continue'
ar: تم ايقاف خدمة الATM CIB. لمعرفة اقرب منفذ للسحب او الأيداع دوس ‘كمل'

source: Thank You
ar: شكرا

source: Congratulations! your pin code has been changed.
ar: تم تغيير الرقم السري الخاص بك

source: invalid national ID, should be 14 digits
ar: رقمك القومي غير صالح، ينبغي أن يكون ١٤ رقما

source: invalid verification code, should not be empty
ar: رمز التحقق غير صحيح

source: invalid pin code, should be 6 digits
ar: الرقم السري غير صحيح، يجب أن يكون ٦ أرقام

source: confirm pin code don't match pin code
ar: كود التأكيد لا يتطابق مع الرقم السري

source: Vodafone Cash
ar: ڤودافون كاش

# cashTitle0
source: Cash Locator
ar: الفروع

# cashTitle1
source: View Balance
ar: رصيدك الحالي

# cashTitle2
source: Money Transfer
ar: تحويل أموال

# cashTitle3
source: Recharge
ar: شحن رصيد

# cashTitle4
source: Bill Payment
ar: دفع فواتير

# cashTitle5
source: ATM Withdrawal
ar: التحويل البنكي

# cashTitle6
source: Donations
ar: التبرعات

# cashTitle7
source: Create PIN
ar: انشاء رقم سري

# cashTitle8
source: Reset PIN
ar: تغيير رقم سري

# cashTitle9
source: Transaction History
ar: آخر العمليات

# cashTitle10
source: Help
ar: المساعدة

# cashTitle11
source: Renew ADSL
ar: تجديد ال ADSL

# cashTitle12
source: Online Payment
ar: الدفع أونلاين

# cashTitle13
source: Fakka
ar: فكة

source: Show Fakka Cards
ar: أعرض كروت الفكه المتاحه

source: PIN Code
ar: الرمز السري

source: Please enter your PIN below and tap Show Fakka Cards
ar: ادخل الرقم السري و إضغط على إعرض كروت الفكه

# VF cash Fakka
source: Vodafone cash Fakka
ar: فودافون كاش فكة

# 1.5 LE
source: EGP 1.50
ar: ١.٥ جنيه

# 3 LE
source: EGP 3.00
ar: ٣ جنيه

source: Buy Fakka Card
ar: إشتري كارت فكه

# Buy Fakka Card Desc
source: Please enter mobile number if you will buy Fakka card for someone else and don't if buy card for you
ar: برجاء أدخل رقم لو هتشتري كارت الفكه لصديق ولو ليك متكتبش رقم

source: Please enter a valid mobile number
ar: برجاء أدخال رقم موبايل صحيح

# Fakka recharge confirmation message
source: Are you sure?
ar: هل أنت متأكد؟

# Fakka recharge success message
source: Fakka card purchased successfully
ar: تم شراء كارت الفكه بنجاح

source: Your password has been changed successfully
ar: تم تغيير كلمة المرور بنجاح
