Repository: VodafoneEgypt/VUIComponents
Catalog: VUIComponents/Classes/Components/Utils/*.lproj/Localizable.strings
Languages: ar

source: You have
ar: معاك

source: Pepsi Points & you have
ar: بيبسي بوينتس و فاضلك

source: English
ar: الانجليزية

source: Arabic
ar: العربية

source: Change Language
ar: تغيير اللغة

source: Choose Date
ar: اختر تاريخ

source: Activate
ar: تفعيل

source: Error
ar: خطأ

source: Cancel
ar: إلغاء

source: Pepsi Points
ar: بيبسي بوينتس

source: Wrong Activation Key
ar: كود التشغيل غير صحيح

# Number is not valid
source: Sorry, this is not a valid number
ar: للأسف هذا الرقم غير صالح

# You already added this number
source: Sorry, you have already added this number
ar: هذا الرقم تم اضافته من قبل

# You can't add your owned number
source: Sorry, you cannot add your own number
ar: للأسف غير متاح اضافة الرقم الخاص بيك

# You can't add more than 5 contacts
source: Sorry, you cannot add more than 5 numbers
ar: للأسف الحد الأقصى لإضافة الأرقام هو 5 أرقام

# You can't add number postpaid
source: Sorry, you can only add a prepaid number
ar: للأسف يمكنك فقط اضافة أرقام بأنظمة كروت شحنa

# This number is not vodafone number
source: Sorry, you can only add Vodafone numbers
ar: للأسف يمكن فقط اضافة أرقام من فودافون

source: Sorry, you do not have enough credit to subscribe to the service
ar: للأسف رصيدك غير كافي للاشتراك في الخدمة

source: My Static IP Configuration
ar: إعدادات ال-IP الثابت

source: Card added successfully
ar: تم إضافه الكريديت بنجاح

source: Card deleted successfully
ar: تم مسح الكريديت بنجاح

# Internet Promo
source: 4GB Gift
ar: هدية ال4G

source: Shahid PLUS Promo
ar: عرض Shahid Plus

# 4G Readiness
source: Check your readiness
ar: إستعدادك لل 4G

source: Enjoy your free 4GB from Vodafone 4G
ar: إحتفالا بفودافون 4G ليك 4 جيجيا هدية

source: Enjoy your free month subscription on Shahid PLUS
ar: استمتع بشهر مجانا على Shahid Plus

# Check your 4G readiness to enjoy faster internet
source: Check your 4G Readiness and Test your Internet Speed
ar: اعرف استعدادك للـ4G واختبر سرعة الشبكة

source: Remaining %d %@
ar: السعة المتبقية %d %@

# Remaining Days: %d days
source: gift valid for: %d days
ar: صالحة حتى: %d يوم

# Pass Social Title
source: Pass Social
ar: PASS السوشيال

# Pass Social Desc
source: With the new monthly Pass Social, the content you love won’t eat up your bundle.
ar: مع باقات PASS السوشيال, المواقع اللى بتحبها مش هتاكل من باقتك.

# Pass Streaming Title
source: Pass Streaming
ar: PASS الستريمنج

# Pass Streaming Desc
source: With the new monthly Pass Streaming, the content you love won’t eat up your bundle.
ar: مع باقات PASS الستريمنج, المواقع اللى بتحبها مش هتاكل من باقتك.

source: My USB
ar: ال USB الخاص بي

source: Manage your USB numbers
ar: اتحكم في خطوط ال USB بتاعتك

source: See which USBs are linked to your account, or add a USB to manage. Then purchase a bundle, add-on, or top up your USB.
ar: شوف إستخدام خطوط ال-USB واتحكم فيها عن طريق أنا ڤودافون

source: Total sim number added:
ar: عدد الخطوط المضافة:

source: Add new USB
ar: أضف USB جديد

source: USB Linking
ar: أضف خطوط ال- USB بتاعتك

source: Please link your account with your USB SIM card number to be able to check consumption, purchase bundles & add-ons.
ar: عشان تتابع استخدام خط ال-USB، تشتري باقات اضافيه وتتحكم فيه , أدخل رقم خط ورقم شريحة ال-USB رقم الشريحة ال-USB يبدأ ب-89

source: Add a new USB to your account.
ar: أضف خط جديد

source: Enter USB mobile number
ar: أدخل رقم خط ال USB

source: Enter USB SIM Serial Number
ar: أدخل رقم الشريحة

source: Enter USB Name
ar: أدخل اسم ال USB

source: Add new number
ar: أضف خط جديد

source: Invalid Serial number, it must be 19
ar: رقم السيريال غير صحيح، تأكد من انه ١٩ رقم

source: USB Main Page
ar: أجهزة ال USB

# You have to add your e-mail fisrt and try again
source: You have to add your e-mail first and try again
ar: من فضلك اضف البريد الالكتروني ثم حاول مره اخري

source: USB bundles
ar: باقات ال USB

source: Check out Vodafone's latest data bundle for your portable USB.
ar: أختار المناسب لك من باقات ال USB المتنوعة

source: Active this bundle
ar: تفعيل هذه الباقة

source: USB Add-ons
ar: باقات إضافية

source: Recharge
ar: إشحن رصيدك

source: Number added successfully
ar: تم اضافة الرقم بنجاح

source: Number removed successfully
ar: تم مسح الرقم بنجاح

source: Activated
ar: مفعلة

source: Not Active
ar: غير مفعلة

source: Choose amount
ar: اختر مبلغ

source: 7awllohom Services
ar: خدمات حوللهم

source: Edf3lhom Services
ar: خدمات ادفعلهم

# El7a2hom Services
source: Sa3edhom Services
ar: خدمات ساعدهم

# You exceed number of gifts today
source: You have reached your maximum number of offers today, try again tomorrow
ar: وصلت للحد الأقصي لعروض النهاردة, إلعب تاني بكرة

source: Sunday
ar: الأحد

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: This gift has been redeemed
ar: تم استبدال الهدية من قبل

# Do you want redeem this gift?
source: Do you want to redeem this offer?
ar: هل تريد استبدال الهدية ؟

source: Confirm
ar: تاكيد

source: Enjoy Gift
ar: استمتع بالهدية​

source: Points
ar: نقطة

source: Vodafone minutes , SMS , and MBs &
ar: دقايق و رسايل و ميجابايتس &

source: Redeem this gift
ar: استبدل هديتك

source: Gift will be available soon!
ar: ستصلك الهدية قريباً

# Dear customer your request has been done suuccessfully!
source: Your offer is now being processed
ar: !مبروك لقد حصلت على الهدية

# Dear customer are you sure to confirm to activate this bundle?
source: Are you sure you want to redeem this offer?
ar: هل أنت متأكد من شراء الباقة؟

source: Are you sure you want to redeem the selected gift?
ar: عايز تكمل و تستمتع بالعرض ؟

# HawllohomServicesDescription
source: Schedule a list of a monthly automatic balance transfers.
ar: اضف قائمة لتحويل الرصيد تلقائيا كل شهر

# El7a2homServicesDescription
source: Get notified when your friends or family run out of credit, and help them top up.
ar: تقدر تعرف مين من أصحابك أو أهلك رصيده خلص علشان تساعده

# Edf3lhomServicesDescription
source: Pay for calls from friends and family without any collection fees.
ar: خلى مكالمات أصحابك و حبايبك على حسابك من غير أي مليم زيادة

source: Vote and Ranking
ar: التصويت والتصنيف

source: Kart El 3aila
ar: كارت العيلة

source: Kart El Tawfeer
ar: كارت التوفير

source: Kart El 7aabayb
ar: كارت الحبايب

source: You have insufficient balance please recharge your balance
ar: رصيدك غير كافي، يرجى شحن الخط

source: Recharge Kart El 3aila
ar: شحن كارت العيلة

source: Recharge Kart El Tawfeer
ar: شحن كارت التوفير

source: Recharge Kart El 7aabayb
ar: شحن كارت الحبايب

source: Battle of the flavors
ar: معركة من النكهات

source: You are not allowed to access this account
ar: عفوا غير مسموح لك بالدخول إلى الحساب

source: Check out Vodafone’s latest data bundles for your portable USB
ar: اعرف كل التفاصيل عن باقات الداتا للUSB

source: Just because your bundle is finished doesn’t mean your disconnected. See which add-on is right for you.
ar: لو باقتك الأساسية خلصت ممكن تشترك في الباقات الاضافية هتكمل معاك لأخر الشهر

source: It’s easy, just top up and surf the internet.
ar: اشحن رصيد لخط الداتا و عيش على الانترنت

source: Please turn on your 3G data connection as forgot password can’t be done through Wi-Fi.
ar: يرجي التأكد من ان الموبايل متصل بشبكة 3G حيث ان خدمة تغيير كلمة المرور لا تعمل على واي فاي

source: Sorry, this voucher used before by the same number
ar: عفوا, لقد تم استخدام هذا الكارت مسبقا بنفس الرقم

# Sorry, this voucher used before by another number
source: Sorry, this voucher is already used, dial *858* to be able to recharge it again
ar: تم شحن هذا الكارت اونلاين مسبقا يرجي استخدام *858*رقم الكارت# ببلاش

source: Sorry, incorrect voucher Code. Please try again
ar: عفوا, كود الكارت خاطئ. برجاء المحاولة مرة أخرى

source: Sorry, you have reached the maximum tries of recharge. Please contact the customer service.
ar: عفوا, لقد تم استخدام الحد الأقصى من محاولات الشحن, برجاء الرجوع الى خدمة العملاء

source: Sorry, you cann't use this Voucher. Please try again with another Voucher.
ar: عفوا, لا يمكن استخدام هذا الكارت, برجاء المحاولة بكارت آخر

source: Sorry, you have reached to maximum limit
ar: عفوا, لقد وصلت للحد الأقصى المسموح به

source: Sorry, your rate plan is not eligible to use recharge cards
ar: عفوا, خطة الأسعار هذه غير متاحه لاستخدام كروت الشحن

source: Sorry, this number is not active, please activate the number first.
ar: عفوا, هذا الرقم غير مفعل, برجاء تفعيل الرقم اولا

source: Sorry, incorrect pin Code. Please try again
ar: عفوا، الكود غير صحيح، برجاء المحاولة لاحقا

source: The mobile number must begin with 01 followed by eight digits.
ar: يجب أن يبدأ رقم الهاتف ب01 ثم ثمانية أرقام.

source: Error while using balance transfer, please call 888
ar: حدث خطأ خلال استخدام خدمة تحويل الرصيد، يرجى الاتصال بخدمة العملاء

# Available.
source: Ready
ar: جاهزة

# Not available
source: Not Ready
ar: غير جاهز

source: SIM Readiness
ar: فحص الشريحة

source: Device Readiness
ar: فحص الموبايل

source: Your SIM is not 4G Ready
ar: الشريحة مش جاهزة لل 4G

source: Your Device is not 4G Ready
ar: الموبايل مش جاهز لل4G

# Your Device and your SIM are not 4G Ready
source: Neither your Device or your SIM card are 4G Ready
ar: الموبايل والشريحة مش جاهزين لل 4G

source: The line is not eligible for the service
ar: خدمة تحويل الرصيد غير متاحة لهذا الخط

source: Balance transfer service is inactive, please contact 888
ar: خدمة تحويل الرصيد موقفة، يرجى الاتصال بخدمة العملاء

source: Redeem Now
ar: إشترك الآن

source: Redeemed
ar: تم الحصول على العرض

source: The card is recharged successfully but you have an issue in getting your gift
ar: لقد تم الشحن بنجاح ولكن يوجد خطأ في ارسال الشحنة

source: Your offer is now being processed.
ar: جاري الان تجهيز عرضك

# REQUEST_STATE_SUCCESSFUL
source: Your request has been submitted successfully
ar: لقد تم تنفيذ طلبك بنجاح

# REQUEST_STATE_REGISTERED
source: You already have an account for this mobile number
ar: يوجد حساب بنفس الرقم

# REQUEST_STATE_VERIFY
source: Wrong verification code was entered, please make sure to enter the code you’ve received on your mobile
ar: الكود الذى قمت بإدخاله غير صحيح، يرجى التأكد و اعادة المحاولة

# REQUEST_STATE_NOT_ACTIVE
source: The number you entered needs to be actived
ar: يجب تشغيل الخط اولا

# REQUEST_STATE_DATA_LINE
source: You can register after connnecting with your data line
ar: لاداره حسابك يجب التاكد من الاتصالباستخدام ال USB modem

# REQUEST_STATE_PENDING
source: Please wait untill your registration request is done
ar: برجاء الانتظار لتفعيل حسابك

# REQUEST_MSISDT_NOT_EXIST
source: number is not subscribed to the service
ar: الرقم غير مشترك في الخدمة

# REQUEST_STATE_NO_DATA
source: There is no data found for this account
ar: لا يوجد بيانات متاحة لهذا الحساب

# REQUEST_STATE_SERVER_ERR
source: Error in server
ar: حدث خطا اثناء تنفيذ طلبك

# REQUEST_STATE_CONNECTIOIN_ERROR
source: Please check your internet connection and try again
ar: من فضلك تأكد من اتصالك بالإنترنت وحاول مرة أخرى

# REQUEST_STATE_CONNECTIOIN_TIMEOUT
source: Connection Time Out
ar: خطأ بالاتصال بالسيرفر

# REQUEST_STATE_RATE_PLAN_ONCE
source: You’ve already requested to change your rate plan once this month.
ar: لقد قمت بتغيير خطة اسعارك مرة هذا الشهر.

# REQUEST_STATE_INVALID_USER
source: Invalid Username or Password
ar: اسم المستخدم أو كلمة المرور خطأ

# REQUEST_STATE_NOT_Exist_USER
source: Sorry, this account is not registered!
ar: عفوا, هذا الرقم غير مسجل!

# REQUEST_STATE_INVALID_RECHARGE_CARD
source: Invalid card number
ar: لم يتم شحن الكارت

# REQUEST_STATE_USER_ALREADY_SUBSCRIBED
source: Service is already activated
ar: أنت مشترك بالفعل

# REQUEST_STATE_USER_NO_ENOUGH_BALANCE
source: We couldn’t activate your missed call keeper service due to insufficient credit
ar: لم نتمكن من تفعيل خدمة حفظ المكالمات لديك لأن رصيدك غير كافي

# REQUEST_STATE_USER_NO_ENOUGH_BALANCE_BLACKWHITELIST
source: You don’t have enough credit
ar: رصيدك غير كافي

# REQUEST_STATE_USER_SUBSCRIPTION_FAILED
source: Service activation failed
ar: فشل تفعيل الخدمة

# REQUEST_STATE_USER_SERVICE_NOT_ACTIVE
source: Service activation failed
ar: فشل تفعيل الخدمة

# REQUEST_STATE_USER_EXIST_ON_ANOTHER_LIST
source: Already used in other list
ar: هذا الرقم مضاف الى قائمة اخرى

# REQUEST_STATE_NUMBER_EXIST
source: Sorry you can not add number already on your list
ar: عفوا لا يمكنك إضافة رقم تم إضافته من قبل فى قائمة الأرقام

# REQUEST_STATE_BALANCE_TRANSFER_INCORRECT_PIN
source: Sorry, the PIN code you have entered is incorrect. Please make sure that you enter the code correctly
ar: عفواً، الكود الذي أدخلته ليس صحيح. برجاء التأكد من إدخال الكود بطريقة صحيحة

# REQUEST_STATE_NO_ENOUGH_BALANCE
source: No enough Balance
ar: لايوجد رصيد كافي

source: Sign In
ar: تسجيل الدخول

# GE SS Two
source: VodafoneRg-Regular
ar: GE SS Two

# GE SS
source: VodafoneLt-Regular
ar: GESSTextLight-Light

# GE SS2
source: VodafoneRg-Regular
ar: GE SS Two

# GE SS Bold
source: VodafoneRg-Bold
ar: GESSTextBold-Bold

# REQUEST_POINTS_UNAUTHORIZED_CUST
source: Unfortunately, you are not classified as a "Vodafone One" customer
ar: عفواً ، أنت غير مصنف كعميل في برنامج ڤودافون وان

# PROFILE_UPDATED
source: Your profile is now updated
ar: لقد تم تحديث حسابك بنجاح

# RECHARGEED_SUCCESSFULLY
source: Your online recharge is done successfully
ar: تم شحن الرصيد بنجاح

# REQUEST_STATE_RATE_PLAN_ERROR
source: Your rate plan is not eligible to be changed to Red.
ar: غير مسموح لحسابك التحويل الى Red.

# REQUEST_STATE_PRICE_PLAN_ERROR
source: An error occurred while submitting your request to change your rate plan to Red, please contact 888.
ar: حدث خطأ اثناء تنفيذ طلبك للتحويل لRed، يرجى الاتصال ب 888.

# REQUEST_STATE_SALLEFNY_ALREADY_USING
source: Sorry, you are already using Sallefny service
ar: عفواً ، أنت بالفعل تستخدم خدمة سلفني شكراً

# REQUEST_STATE_SALLEFNY_EXCEEDED_LIMIT
source: You have exceeded maximum limit of Sallefny
ar: لقد استخدمت الحد الأقصى لخدمة سلّفني

# REQUEST_STATE_SALLEFNY_NO_ELIGIBLE
source: You are not eligible to this service
ar: هذه الخدمة غير متاحة لنظام خطك

# REQUEST_STATE_SALLEFNY_NO_ELIGIBLE_AT_THIS_TIME
source: You are not eligible to this service for the time being
ar: هذه الخدمة غير متاحة لنظام خطك في الوقت الحالي

# REQUEST_STATE_SALLEFNY_ALREADY_USING_MAX_LIMIT
source: You are already using the maximum limit of Sallefny
ar: لقد استخدمت الحد الأقصى لخدمة سلّفني

# Sallefny_General_Error
source: Your sallefny request has failed
ar: فشل طلب سلّفني الخاص بك

# REQUEST_STATE_KALLEMNY_BEING_PROCESSED
source: Your Request Is Being Processed
ar: طلبك قيد المعالجة

# REQUEST_STATE_MIGRATION_CODE1
source: Dear Customer, you can’t change your rate plan more than one time before the bill issuance
ar: عفواً, لا يمكنك تغيير خطة الأسعار أكثر من مرة واحدة قبل إصدار الفاتورة

# REQUEST_STATE_MIGRATION_CODE2
source: Sorry, you are not eligible to change rate plan.
ar: عفواً, هذه الخدمة غير متاحة لنظام خطك.

# REQUEST_STATE_INVALID_ADDON
source: You are already subscribed to this rate plan.
ar: انت بالفعل مشترك فى خطة الاسعار التى تريد التحويل اليها.

# InternalServerError
source: Oops! Something went wrong. Please try again later
ar: عفواً! حدث خطأ ، حاول مرة أخرى

# STILL_NOT_REGISTERD
source: Number is still not registered
ar: رقم الموبايل غير مسجل من قبل

source: Couldn't load data
ar: لم نتمكن من تحميل البيانات

source: Please check your internet connection and try again
ar: من فضلك تأكد من اتصالك بالإنترنت وحاول مرة أخرى

source: Please wait...
ar: برجاء الانتظار...

source: Congratulations!
ar: مبروك!

source: Your password has been sent to you by SMS, please check your mobile
ar: تم إرسال رسالة تحتوي على كلمة المرور المؤقتة إلى رقم الموبايل الخاص بك

source: OK
ar: موافق

source: Manage my account
ar: ادارة حسابي

source: Invalid number
ar: رقم خطأ

# The mobile number is invalid
source: Invalid Mobile Number
ar: رقم الموبايل غير صحيح

source: Forgot Password
ar: نسيت كلمة المرور

# Connect 3G
source: Turn on 3G
ar: تنشيط البيانات

# Connect 3G Body
source: To use the app without Registration, please turn on your 3G connection
ar: لإستخدام التطبيق بدون التسجيل برجاء التحقق من إتصالك بالإنترنت عبر ال

source: Login required
ar: تسجيل الدخول

# seamless login customer can't access this feature, kindly login to continue
source: To unlock this service please enter your password
ar: برجاء ادخال كلمة المرور للاستمتاع بهذه الخدمة

source: 3G Connection Lost
ar: إعادة تنشيط البيانات

# seamless login not supported on WIFI
source: To use the app without Registration, please turn on your 3G connection
ar: لإستخدام التطبيق بدون التسجيل برجاء التحقق من إتصالك بالإنترنت عبر ال

source: Login
ar: الدخول

source: Change Password
ar: غيّر كلمة المرور

source: Invalid Mobile Number
ar: رقم الموبايل غير صحيح

# SignOutMessage
source: Do you want to Logout from Ana Vodafone?
ar: هل تريد تسجيل الخروج من أنا ڤودافون؟

# SignOutTitle
source: Logout
ar: تسجيل الخروج

source: SMS Notice
ar: ارسال رسالة قصيرة

source: An SMS containing the activation key will be sent to the number
ar: سيتم إرسال رسالة نصية قصيرة من ڤودافون تحتوي كود التشغيل على رقم

source: from Vodafone, Are you sure?
ar: هل أنت متأكد؟

source: Please enter at least 8-characters
ar: من فضلك أدخل 8 حروف على الاقل

source: Invalid Email
ar: البريد الإلكتروني غير صحيح

source: Passwords do not match
ar: كلمتي المرور غير متطابقتين

source: Resend Code
ar: أعد إرسال الكود

source: Next
ar: التالي

source: Resending Succeeded
ar: تمّت إعادة الإرسال

source: The activation key has been sent to you in an SMS
ar: تم إرسال كود التشغيل في رسالة نصيّة قصيرة

source: Profile
ar: الملف الشخصي

source: Success
ar: تم بنجاح

source: Delete Photo
ar: حذف الصورة

source: From Camera
ar: من الكاميرا

source: From Gallery
ar: من ألبوم الصور

source: Edit Profile
ar: تعديل البيانات

source: Sign Out
ar: تسجيل الخروج

source: Gender
ar: النوع

# City
source: District
ar: المدينة

source: Email
ar: البريد الإلكتروني

source: Date of Birth
ar: تاريخ الميلاد

source: Interests
ar: اهتماماتك

source: First Name
ar: الاسم

source: Last Name
ar: اللقب

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Agree to be contacted through email
ar: أوافق على الاتصال عن طريق الايميل

source: Sports
ar: رياضة

source: Music
ar: موسيقي

source: Movies
ar: أفلام

source: Technology
ar: تكنولوجيا

source: Travel
ar: سفر

source: Culture
ar: ثقافة

source: Gender Not Set
ar: النوع غير محدد

source: City Not Set
ar: المدينة غير محددة

source: First Name Not Set
ar: الاسم غير محدد

source: Last Name Not Set
ar: الاسم غير محدد

source: Email Not Set
ar: البريد الإلكتروني غير محدد

source: Birth Date Not Set
ar: تاريخ الميلاد غير محدد

source: Interests Not Set
ar: الاهتمامات غير محددة

# Incorrect Email format
source: Invalid Email Address
ar: البريد الإلكتروني غير صحيح

source: Confirm Language Change
ar: تأكيد تغيير اللغة

source: Application Language will be changed to the language you selected. Are you sure you want to change it?
ar: سيتم تغيير لغة التطبيق وفقاً لاختيارك. هل أنت متأكد؟

source: Restart Application
ar: أعد تشغيل التطبيق

source: For the language change to take effect, kindly terminate the app and reopen it.
ar: لتفعيل اللغة المختارة قم بإغلاق التطبيق تماماً وأعد تشغيله

source: Yes
ar: نعم

source: No
ar: لا

source: View Balance
ar: معرفة الرصيد

source: Congratulations
ar: مبروك

source: Recharge Balance
ar: شحن الرصيد

source: Your bill has been paid
ar: لقد تم دفع الفاتوره

source: Please enter the recharge card number in the field below and tap Submit
ar: من فضلك أدخل رقم الكارت الشحن في الحقل المخصص بالأسفل

source: Please enter correct card number
ar: من فضلك أدخل رقم كارت صحيح

source: Card Charging Succeeded
ar: تم شحن الكارت

source: Card Charging Failed
ar: لم يتم شحن الكارت

source: Card Was Used Before
ar: تم استخدام الكارت من قبل

source: List
ar: القائمة

source: Map
ar: الخريطة

source: Store Locator
ar: الفروع

source: Region
ar: المنطقة

source: Store Type
ar: نوع الفرع

source: Select Store Type
ar: اختر نوع الفرع

source: Services
ar: خدمات

source: Vodafone Store
ar: فرع فودافون

source: Select City
ar: اختر المدينة

source: Select Region
ar: اختر المنطقه

source: AnaVodafone is unable to access your location, please enable location services in your settings and grant access to Anavodafone
ar: أنا فودافون لم يتمكن من تحديد موقعك، من فضلك قم بتشغيل خدمات تحديد الموقع في إعدادات الموبايل واسمح للتطبيق بمعرفة موقعك

source: Location Inaccessible
ar: الموقع غير محدد

source: Location is Unknown
ar: الموقع غير معروف

source: AnaVodafone failed to obtain your location. Kindly try again later
ar: لم ينجح أنا ڤودافون في تحديد موقعك. من فضلك حاول مرة أخرى لاحقاً

source: Settings
ar: الإعدادات

source: Bill
ar: الفاتورة

source: Bill Management
ar: إدارة الفاتورة

source: Total bill amount
ar: إجمالي قيمة الفاتورة

source: Bill amount
ar: قيمة الفاتورة

source: Monthly fees
ar: مصاريف شهرية

source: National
ar: محلي

source: International
ar: دولي

source: Roaming
ar: تجوال

# Bill_Balance_Transfer
source: Balance transfer
ar: تحويل رصيد

source: Other charges
ar: تكاليف أخرى

# Mobile Internet Bundle
source: Mobile internet
ar: الموبايل إنترنت

# Mobile Internet Extra
source: Internet extras
ar: إضافات الإنترنت

source: Current
ar: الحالية

source: No bills available for this period.
ar: لا توجد فواتير متاحة لتلك الفترة.

source: Monthly fees
ar: مصاريف شهرية

source: Occ
ar: تكاليف أخرى

source: Usage
ar: الاستخدام

source: Bundled usage
ar: الباقة المستخدمة

source: Charges
ar: التكلفة

source: Total due amount
ar: إجمالي المبلغ المستحق

source: Others
ar: أخرى

# GPRS/3G & live services
source: Mobile internet charges
ar: تكاليف خدمات الانترنت

# Call charges Voice/Video/SMS
source: Calls and SMS charges
ar: تكاليف المكالمات والرسائل

source: Monthly access fees
ar: مصاريف شهرية

source: Bill due by
ar: الحد الأقصى للسداد

source: Services Management
ar: إدارة الخدمات

source: Blacklist Service
ar: خدمة منع المعاكسات

source: With blacklist service you will block the number in your blacklist from contacting you
ar: مع خدمة منع المعاكسات ستمنع الأرقام الموجودة في قائمتك السوداء من الوصول إليك

source: Whitelist Service
ar: القائمة البيضاء

source: With whitelist service you can define who can reach you anytime
ar: مع خدمة القائمة البيضاء يمكنك تحديد الأرقام التي يمكنها الوصول إليك دائماً

source: Confirm Deletion
ar: تأكيد الحذف

source: Do you really want to remove %@ from the list?
ar: هل تريد حقاً حذف %@ من القائمة؟

source: Confirm Adding
ar: تأكيد الإضافة

source: Do you really want to add %@ to the list?
ar: هل تريد حقاً إضافة %@ للقائمة؟

# Confirmation Subscribe
source: Confirm Subscription
ar: تأكيد الاشتراك

source: Confirmation
ar: تأكيد

# ConfirmationPayfort
source: Confirm
ar: تأكيد

# Please confirm to subscribe
source: Do you really want to subscribe to the service?
ar: هل تريد الاشتراك في الخدمة؟

# Roaming confirm to subscribe Bundle
source: Do You want to subscribe to this Bundle ?
ar: هل تريد الاشتراك في الباقة؟

# Roaming confirm to unsubscribe Bundle
source: Do You want to unsubscribe to this Bundle ?
ar: هل تريد إيقاف في الباقة؟

# Roaming confirm to subscribe Addon
source: Do You want to subscribe to this Addon ?
ar: هل تريد الاشتراك في الباقة الإضافية؟

# Roaming confirm to unsubscribe Addon
source: Do You want to unsubscribe to this Addon ?
ar: هل تريد إيقاف في الباقة الإضافية؟

# You are Subscribed in this Bundle
source: You are Subscribed to this Bundle
ar: أنت مشترك في هذة الباقة

# Subscribe OnDemand
source: Activate this bundle On Demand
ar: تفعيل الباقة عند الطلب

# Subscribe Renewable
source: Activate this bundle Renewable
ar: تفعيل الباقة متجددة

# roaming_used
source: used
ar: مستهلكه

# roaming_remaining
source: remaining
ar: متبقيه

source: Deactivating Service
ar: إيقاف الخدمة

source: Do you really want to unsubscribe?
ar: هل تريد إلغاء الاشتراك من الخدمة؟
