Repository: VodafoneEgypt/VUIComponents
Catalog: VUIComponents/Classes/Components/Utils/*.lproj/Localizable.strings
Languages: ar

# xn Renewal Date :xx
source: Renewal Date :%@
ar: ميعاد التجديد القادم : %@

source: You don't have any flexes
ar: للاسف لم يتبقى معك فليكسات

source: Current Non Vodafone Limit
ar: ليميت الشبكات الأخرى

source: Current Flex Internet Limit
ar: ليميت النت

source: Control Your Limit
ar: اتحكم فى استخدامك

source: Other Flex Services
ar: خدمات اخرى لفليكس

source: Set Limit
ar: اتحكم

source: Renew
ar: تجديد الباقه

# super_flexImg
source: super_flex
ar: super_flexRTL

# Flex_transferImg
source: Flex_transfer
ar: Flex_transferRTL

source: You are now charged 19 PT from your balance for any minute or MB
ar: انت الان بتستهلك من رصيدك ب19 قرش لأى دقيقة او ميجابايت

source: Are you sure you want to renew your bundle?
ar: هل متأكد من تجدبد الباقة؟

source: You don't have enough balance to renew the bundle
ar: رصيدك لا يكفى لتجديد الباقه

# CCV_CC_ISNOT_IN_WLIST
source: Credit card is not authorized
ar: عفوا! هذة البطاقة لا تصلح لاتمام العملية.

# CCP_ACCOUNT_NUMBER_IS_BANNED
source: Credit card is not authorized
ar: عفوا! لا يمكن اتمام هذة العلملية لرقمك.

# CCP_ACCOUNT_NUMBER_BLACKLISTED
source: Credit card is not authorized
ar: عفوا! لا يمكن اتمام هذة العلملية لرقمك.

# TOKEN_NAME_ALREADY_EXISTS_IN_PROCESSING
source: You already have a pending transaction in process
ar: برجاء المحاولة لاحقا حتى تتم العملية السابقة

# CUSTOMER_PROFILE_IS_BLACKLISTED
source: Credit card is not authorized
ar: عفوا! لا يمكن اتمام هذة العلملية لرقمك.

# GI_AMOUNT_DOES_NOT_MEET_PROFILE_LIMITS
source: The amount entered exceeds allowed limits
ar: عفوا! المبلغ الذي أدخلته أكبر من الحد الأقصى للعملية

# CCP_ALLOWED_FAILED_TRX_THIS_DAY_EXCEEDED
source: Failed transaction attempt. Please try again later.
ar: لقد وصلت للحد الأقصى من المحاولات اليومية, برجاء المحاولة في وقت لاحق.

# ALLOWED_SUCCESSFUL_TRX_FOR_LOGIN_ACCOUNT_THIS_DAY_EXCEEDED
source: You have reached the maximum number of transactions for today.
ar: لقد وصلت للحد الأقصى لدفع الفاتورة اليومي

# ALLOWED_SUCCESSFUL_TRX_FOR_LOGIN_ACCOUNT_THIS_MONTH_EXCEEDED
source: You have reached the maximum number of transactions for this month
ar: لقد وصلت للحد الأقصى لدفع الفاتورة هذا الشهر

# ALLOWED_SUCCESSFUL_TRX_FOR_RECEIVER_ACCOUNT_THIS_DAY_EXCEEDED
source: The recipient has reached the maximum limit
ar: الرقم اللى بتحاول تدفع فاتورته وصل للحد الأقصى لدفع الفاتورة اليومي

# ALLOWED_RECHARGE_AMOUNT_FOR_LOGIN_ACCOUNT_THIS_DAY_EXCEEDED
source: You have exceeded the recharge limit for today.
ar: لقد وصلت للحد الأقصى للشحن اليومي

# ALLOWED_RECHARGE_AMOUNT_FOR_RECEIVER_ACCOUNT_THIS_DAY_EXCEEDED
source: The recipient has reached the maximum limit for recharging
ar: الرقم اللى بتحاول تشحن ليه وصل للحد الأقصى للشحن اليومي

# ALLOWED_RECHARGE_AMOUNT_FOR_LOGIN_ACCOUNT_THIS_MONTH_EXCEEDED
source: You have exceeded the recharge limit for this month.
ar: لقد وصلت للحد الأقصى للشحن هذا الشهر

# ALLOWED_RECHARGE_AMOUNT_FOR_RECEIVER_ACCOUNT_THIS_MONTH_EXCEEDED
source: The recipient has reached the maximum limit for recharging.
ar: الرقم اللى بتحاول تشحن ليه وصل للحد الأقصى للشحن في الشهر

# ALLOWED_SUCCESSFUL_TRX_FOR_RECEIVER_ACCOUNT_THIS_MONTH_EXCEEDED
source: The recipient has reached the maximum number of transactions for this month.
ar: الرقم اللى بتحاول تدفع فاتورته وصل للحد الأقصى لدفع الفاتورة في الشهر

# Using my credit card desc
source: Use my credit card to pay
ar: إستخدم الكريديت كارد للدفع

source: Sorry! You have reached your maximum limit for today, please try again tomorrow
ar: عفوا!لقد وصلت للحد الأقصى اليومي, برجاء المحاولة غدا

source: Sorry! You have reached your maximum limit for this Month
ar: عفوا! لقد وصلت للحد الأقصى في الشهر

source: Sorry! This number has reached the maximum limit for today, please try again tomorrow
ar: عفوا! الرقم ده وصل للحد الأقصى اليومي, برجاء المحاولة غدا

source: Sorry! You have reached your maximum limit for today, please try again tomorrow
ar: عفوا! لقد وصلت للحد الأقصى اليومي, برجاء المحاولة غدا

source: Sorry! This number has reached the maximum limit for today, please try again tomorrow
ar: عفوا! الرقم ده وصل للحد الأقصى اليومي, برجاء المحاولة غدا

source: Sorry! You have reached your maximum limit for this Month
ar: عفوا! لقد وصلت للحد الأقصى في الشهر

source: Sorry! This number has reached the maximum limit for this month
ar: عفوا! الرقم ده وصل للحد الأقصى في الشهر

source: Sorry! This number has reached the maximum limit for this month
ar: عفوا! الرقم ده وصل للحد الأقصى في الشهر

source: Sorry! Your transaction failed, please try again or contact your bank for more assistance
ar: عفوا! لم نتمكن من إتمام هذه العملية, برجاء المحاولة مرة أخرى أو الاتصال بالبنك للمساعدة

source: Sorry! This Card is not eligible for this transaction
ar: عفوا! هذا الكارت غير قابل لإتمام هذه العملية

source: Sorry! Transaction cannot be processed now, please try again later
ar: عفوا! لا يمكن إتمام العملية الان، برجاء المحاولة لاحقا

source: Sorry! Transaction cannot be done, please contact the call center for more assistance
ar: عفوا! لا يمكن إتمام هذه العملية، برجاء الاتصال بخدمة العملاء للمساعدة

source: Sorry! Transaction cannot be done, please contact the call center for more assistance
ar: عفوا! لا يمكن إتمام هذه العملية، برجاء الاتصال بخدمة العملاء للمساعدة

# PayFortGeneric
source: Sorry! Something wrong happened please try again later
ar: عفوا! لقد حدث خطأ برجاء المحاولة مرة أخرى

# payminimumamount
source: Minimum amount is 10 LE
ar: أقل قيمة للدفع هي 10 جنية

# payment_loading_text
source: Your request is processing. Please wait, This may take a few seconds
ar: جارى تنفيذ طلبك. برجاء الانتظار لبعض الثوانى

# valid date
source: Please enter valid date
ar: من فضلك إدخل تاريخ صحيح
